[
    {
        "title": "Center for the History of Women Philosophers and Scientists",
        "extract": "The Center for the History of Women Philosophers and Scientists (HWPS) is an interdisciplinary research center at the University of Paderborn, focused on the work of historical women philosophers and scientists. The Center is responsible for the publication of the Journal of the History of Women Philosophers and Scientists. The Center also awards the annual Elizabeth of Bohemia prize, Europe's first prize honoring women philosophers. The Center received a major grant from the Alexander von Humboldt foundation for the study of women philosophers in Ukraine, and also maintains a research network and talk series for researchers working on the history of women philosophers and scientists.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Center_for_the_History_of_Women_Philosophers_and_Scientists"
    },
    {
        "title": "Viopapa Annandale-Atherton",
        "extract": "Viopapa Annandale-Atherton (also known as Papali'i Dr Viopapa Annandale-Atherton) is a Samoan medical doctor who has worked to improve the health of women and children in the Pacific Islands. She was the first Pacific Island woman to graduate from a New Zealand university.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Viopapa_Annandale-Atherton"
    },
    {
        "title": "Debby Bogaert",
        "extract": "Debby Bogaert (Goes, Netherlands, 1974-07-15) is a Dutch physician who is Professor of Paediatric Infectious Diseases at the University of Edinburgh. Her research considers the physiology and pathophysiology of respiratory infections.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Debby_Bogaert"
    },
    {
        "title": "Penny Budoff",
        "extract": "Penny Wise Budoff (July 7, 1939 – December 6, 2008) was an American physician. She was a family practitioner, and a clinical associate professor of family medicine at the State University of New York at Stony Brook. She is known for her research, which established that menstrual cramping is a physical phenomenon rather than a psychological one. She wrote two books on women's health.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Penny_Budoff"
    },
    {
        "title": "Mary Burnell",
        "extract": "Mary Burnell was an anaesthetist who worked with both adults and children. She is known for her work advocating for pediatric anaesthesia specialists.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Mary_Burnell"
    },
    {
        "title": "Muriel Buxton-Thomas",
        "extract": "Muriel Buxton-Thomas (May 16, 1945 – October 16, 2016), was an African nuclear medicine physician and researcher.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Muriel_Buxton-Thomas"
    },
    {
        "title": "Patricia Caicedo",
        "extract": "Patricia Caicedo (born 1969) is a Colombian-Spanish classical soprano and musicologist who specializes in the study and performance of the Latin American and Spanish art song repertoire in Spanish, Catalan, Portuguese and Indigenous languages. She is also a trained physician.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Patricia_Caicedo"
    },
    {
        "title": "Claudia Ivette Canjura de Centeno",
        "extract": "Claudia Ivette Canjura de Centeno was the ambassador from El Salvador to the United States (April 17, 2016 - June 2019) and a Doctor with a specialization in public health.\nSources differ on why she left Washington. It was reported she resigned on June 8, 2019 and also that President Nayib Bukele dismissed her, among other officials, “for allegedly forming a network of administrative nepotism with which Sánchez would have taken over the country's institutions.”  Her father, Carlos Canjura, was Secretary of Education under Sánchez.\nBefore replacing Francisco Altschul who left to become ambassador to Spain, Canjura de Centeno was ambassador to Russia since 2012.  She began her foreign service career in 2009 as a representative to Guatemala after spending several years working in health care.\nShe graduated from the University of El Salvador (UES) and has a master's degree in Public Health from the José Simeón Cañas Central American University (UCA).",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Claudia_Ivette_Canjura_de_Centeno"
    },
    {
        "title": "Eva Carneiro",
        "extract": "Eva Carneiro (30 September 1973) is a Gibraltarian sports medicine specialist who is best known for serving as the first-team doctor of Chelsea, which she joined in 2009. Educated at the University of Nottingham, the Australasian College of Sport and Exercise Physicians in Melbourne and Queen Mary University of London, she worked variously for West Ham United, the Public Health Department, the Olympic Medical Institute, and the England women's football team. Carneiro was employed by Chelsea in 2009, leaving her position under controversial circumstances in September 2015.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Eva_Carneiro_on_the_field.jpg/300px-Eva_Carneiro_on_the_field.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Eva_Carneiro"
    },
    {
        "title": "Patrizia Cavazzoni",
        "extract": "Patrizia Cavazzoni was the director of the U.S. Food and Drug Administration's (FDA) Center for Drug Evaluation and Research (CDER). Prior to this position she worked at Pfizer and had been a psychiatrist. She resigned from FDA on January 10, 2025, ten days before Donald Trump took office.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Patrizia_Cavazzoni.png/330px-Patrizia_Cavazzoni.png",
        "full_url": "https://en.wikipedia.org/wiki/Patrizia_Cavazzoni"
    },
    {
        "title": "Awa Marie Coll-Seck",
        "extract": "Awa Marie Coll-Seck (born 1951 in Dakar, Senegal) is a Senegalese infectious diseases specialist and politician who served as Minister of Health of Senegal from 2001 to 2003 and again from 2012 to 2017. She also served as former Executive Director of the Roll Back Malaria Partnership and is on the board of directors of several notable global health organizations. She is an agenda contributor of the World Economic Forum.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Awa_Marie_Coll-Seck_%2848290955477%29_%28cropped%29.jpg/300px-Awa_Marie_Coll-Seck_%2848290955477%29_%28cropped%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Awa_Marie_Coll-Seck"
    },
    {
        "title": "Millicent A. Comrie",
        "extract": "Millicent A. Comrie, born on August 6, 1948, and raised in Kingston, Jamaica, is a medical doctor specializing in obstetrics and gynecology. Over the time of her career, she has worked in Red Hook (Brooklyn, New York) and Jamaica. She is fluent in English and Spanish, and has working knowledge of German.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Millicent_A._Comrie"
    },
    {
        "title": "Mary E. Costanza",
        "extract": "Mary E. Costanza (born February 21, 1937) is a retired doctor and professor at the University of Massachusetts Amherst medical school. She is known for her research in the field of cancer, cancer prevention, and leadership of the American Cancer Society in Massachusetts.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Mary_E._Costanza"
    },
    {
        "title": "Erika Crouch",
        "extract": "Erika Crouch is a professor of pathology and the Carol B. and Jerome T. Loeb Professor of Medical Education at Washington University in St. Louis.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Erika_Crouch"
    },
    {
        "title": "Bernice Dahn",
        "extract": "Dr Bernice T. Dahn (born 1959), is the Vice President of Health Sciences University of Liberia , and served as the former Minister of Health heading the country's Ministry of Health and Social Welfare from 2015-2018. For almost nine years prior, Dr. Dahn served as Liberia’s Deputy Minister of Health and Chief Medical Officer (CMO). Having taught medical students at her alma mater, A.M. Dogliotti School of Medicine, for thirteen years, Dr. Dahn is now focused on improving academic and administrative systems for the UL College of Health Sciences, where she has established new schools of Public Health and Midwifery while reforming curricula and training pathways for doctors and pharmacists .\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Bernice_Dahn"
    },
    {
        "title": "Gladys Ejomi",
        "extract": "Gladys Ejomi (died 16 July 2020) was the first female Cameroonian certificated physician.\nEjomi was born in Limbe, Cameroon. She was in Ibadan, in London, and in the United States at Harvard in 1971. She obtained her medical degree in 1962. She was educated in Buéa and Bamenda. She acted as a consultant for the African University Foundation Board of Trustees and organized conferences to promote the activities and accomplishments of women in the country.\nShe was an executive at the CUSS in Yaoundé.She received the Minister's Award of Excellence.She has a son who is a doctor. Ejomi died in the Douala General Hospital on 16 July 2020. An award was created in remembrance of her life by the Cameroon Medical Women Association (CMWA) and is to be given to female physicians who excel in the field.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Gladys_Ejomi"
    },
    {
        "title": "Solicita and Matilda Ford",
        "extract": "Solicita and Matilda Ford (fl. c. 1200) are the earliest known English women doctors by 150 years. They were Anglo-Norman sisters who practiced medicine in the small settlement of Ford, Herefordshire, England, in the late twelfth century.\nThey are known from charters confirming their brother John's grant of land to Leominster Priory in the late twelfth century, where they both sign themselves as medica. The title identifies them as physicians and implies that they had some training.\nLeominster Priory supported a poor hospital and a leper hospital and several of its early benefactors were physicians. Solicita, who was married to William of Ford, confirmed John’s donation and donated her own hereditary lands to the almoner of Leominster. Matilda, who does not mention a husband, confirmed her charter with her own seal.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Solicita_and_Matilda_Ford"
    },
    {
        "title": "Estela Gavidia",
        "extract": "Estela Gavidia was in 1945 the first woman to graduate as a doctor in El Salvador She specialized in gynecology. At the time of her graduation she was married and thus known as Dr. Grabowski; she was eventually widowed.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Estela_Gavidia"
    },
    {
        "title": "Zulma Gómez",
        "extract": "Zulma Ramona Gómez Cáceres (9 January 1961 – 31 July 2022) was a Paraguayan physician and politician of the Authentic Radical Liberal Party. She was a member of the Chamber of Deputies from 2003 to 2008 and Senate of Paraguay from 2008 until her death.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Zulma_G%C3%B3mez.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Zulma_G%C3%B3mez"
    },
    {
        "title": "Ada Hamosh",
        "extract": "Ada Hamosh (born 1960) is an American pediatrician and geneticist.  She is the Frank V. Sutland Professor of Genetics in the Departments of Genetic Medicine and Pediatrics at the Johns Hopkins University.  She is a physician-scientist known for resources she created for researchers and clinicians globally.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Ada_Hamosh"
    },
    {
        "title": "Blanche Huber",
        "extract": "Blanche Huber (c. 1900 – 1940) was the first female doctor in Malta. She was also the first known female medical student in Malta, and graduated as a doctor from the University of Malta in 1925, having entered it in 1919. However, she always practiced as a pharmacist in Żejtun.\nBlanche Huber was born in Birkirkara, to Hon Joseph Huber and she later married Dr. Joseph Caruana, a fellow medical professional.\nShe was one of the first female students at the University of Malta, enrolling in October 1919 along with Tessie Camilleri.\nHuber died on 19 July 1940 at the age of 40. Blanche Huber Street in Sliema is named after her.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Blanche_Huber"
    },
    {
        "title": "Lalla Malika Issoufou",
        "extract": "Lalla Malika Issoufou (born 14 February 1975) is a Nigerien medical doctor and patron of many charities. She served as First Lady of Niger, alongside Aïssata Issoufou Mahamadou, from 7 April 2011 to 2 April 2021 as the second wife of President Mahamadou Issoufou.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Dr_Issoufou_Lalla_Malika.jpg/300px-Dr_Issoufou_Lalla_Malika.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Lalla_Malika_Issoufou"
    },
    {
        "title": "Nese Ituaso-Conway",
        "extract": "Nese Ituaso-Conway is a public servant in Tuvalu. She was the Permanent Secretary of the Ministry of Public Works in 2020 and was the Permanent Secretary of the Office of the Prime Minister of Tuvalu in 2018. She was previously the Director of Public Health at Princess Margaret Hospital (Funafuti), which operates satellite health clinics on each of the 9 Islands of Tuvalu. Dr Nese Ituaso-Conway and Dr Miliama Simeona were the first Tuvaluan female doctors.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/72/Nese_Ituaso-Conway.jpg/300px-Nese_Ituaso-Conway.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Nese_Ituaso-Conway"
    },
    {
        "title": "Mariam Al Jalahma",
        "extract": "Mariam Adhbi Al Jalahma (Arabic: مريم عذبي الجلاهمة, born 1961) is a Bahraini physician, civil servant and politician. In 2000 she was appointed to the Consultative Council, becoming one of its first female members.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Mariam_Al_Jalahma%2C_Bahrain_TV_-_Sep_6%2C_2020.jpg/300px-Mariam_Al_Jalahma%2C_Bahrain_TV_-_Sep_6%2C_2020.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Mariam_Al_Jalahma"
    },
    {
        "title": "Gladys Jayawardene",
        "extract": "Gladys Jayawardene (died September 12, 1989) was a Sri Lankan Physician and academic. She was the first female Director of the Medical Research Institute and Chairman of the State Pharmaceutical Corporation.\nEducated at C.M.S. Ladies' College, Colombo, she graduated from the Colombo Medical College and gained a PhD in Parasitology from the University of London as the first Sri Lankan female to do so.\nJoining the Ceylon Medical Service after graduation she transferred to the Medical Research Institute and went on to become its first female Director in the 1980s and in 1988 was appointed Chairman of the State Pharmaceutical Corporation (SPC). During her tenure the SPC began manufacturing Oral Rehydration Salts “Jeevanee” based on a formula approved by the WHO and UNICEF which had been imported before.\nWith the onset of the 1987–1989 JVP Insurrection, Dr Jayawardene was threatened by the JVP to stop imports of medicines from India due to their Anti-Indian policy. She refused to be intimidated and was assassinated by the JVP on September 12, 1989, suspected JVP gunmen at Slave Island, Colombo.\nShe married Dr Roland \"Roly\" Jayawardene, a medical doctor and brother of J. R. Jayewardene. She was the President of the Ladies’ College Old Girls’ Association in 1973–1974. The Gladys Jayawardene Gold Medal for Parasitology is awarded annually by the Faculty of Medicine, University of Colombo.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Gladys_Jayawardene"
    },
    {
        "title": "Natasha Salifyanji Kaoma",
        "extract": "Natasha Salifyanji Kaoma (born 1992) is a Zambian medical doctor, best known for being the founder of Copper Rose Zambia with Faith Suwilanji Kaoma an organisation seeking to teach women the importance of sexual and reproductive health. She is a women's health advocate and the 2017 Queen's Young Leaders Award winner. She is a member of the Royal Commonwealth Society for her work in improving the lives of Commonwealth citizens and was also nominated for the Nelson Mandela-Graca Machel youth activism award in 2016.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Natasha_Salifyanji_Kaoma"
    },
    {
        "title": "Neema Kaseje",
        "extract": "Neema Kaseje is an American pediatric surgeon and public health specialist in Boston, with Doctors Without Borders, and at University Hospitals Geneva. She is the founder and director of the Surgical Systems Research Group in Kisumu, Kenya. She has recently been appointed the head of the World Health Program in Emergency and Essential Surgical Care, and leads a Wellcome Trust funded COVID-19 health intervention in Siaya, Kenya.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Neema_Kaseje.jpg/330px-Neema_Kaseje.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Neema_Kaseje"
    },
    {
        "title": "Lady Juliana (Agra)",
        "extract": "Lady Juliana (fl. mid 1500s) was a woman who lived at the court of Mughal emperor Akbar. She is said to have been the physician in charge of Akbar's royal harem, and to have married the legendary Bourbon prince Jean-Philippe de Bourbon-Navarre, and to have been the sister of one of  Akbar's wives. She is credited with building the first church in Agra (now in India).",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Lady_Juliana_(Agra)"
    },
    {
        "title": "Esther Lamm",
        "extract": "Esther Lamm, (9 August 1913 in Stockholm – 28 February 1989 in Stockholm), was a Swedish child and adult psychiatrist and psychoanalyst who became involved in refugee relief. After World War II, she treated concentration camp survivors who arrived at the Stockholm hospital by ship and ambulance.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Esther_Lamm"
    },
    {
        "title": "Cadi Mané",
        "extract": "Cadi Mané is a Guinea Bissau doctor and politician who served as minister of defence from 2014 to 2015.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Cadi_Man%C3%A9"
    },
    {
        "title": "Farida Mansurova",
        "extract": "Farida Hamidovna Mansurova (Tajik: Фарида Ҳамидовна Мансурова; 2 May 1952 – 1 July 2021) was a Tajikistani physician and scientific researcher.\nBorn in Samarkand into a medical family, Mansurova is the daughter of Hamid Mansurov and Irina Mansurova. First educated in Russian schools between 1959 and 1969, she graduated from the Tajikistan State Medical Institute in 1975, and until 1977 interned in the Department of Internal Medicine of that institution. From 1977 until 1982 she was a Scientific Worker in the Division of Biochemistry of Medicine at the Scientific Institute of Gastroenterology; beginning in 1982 and continuing until January 2002, she headed the Biochemistry Division of the Tajikistan State Medical Institute.\nBeginning on 1 February 2002, she served as the Assistant Director of the Research Institute of Gastroenterology, remaining in this role until 2010, when she began working in the laboratory of the Center for Biology and Applied Medicine. Mansurova, a member of the Tajikistan Academy of Sciences, has published fifteen papers over the course of her career, and over 235 scientific works in total, including three monographs.\nMansurova died from COVID-19 in 2021.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Farida_Mansurova"
    },
    {
        "title": "Aileen Marty",
        "extract": "Aileen Maria Marty is physician, scientist, an infectious disease expert, clinical and anatomical pathologist, and a Distinguished University Professor at the FIU Herbert Wertheim College of Medicine.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/2007_09_01_Sept_2007_Aileen_50_DSC00438_%2830%29.jpg/300px-2007_09_01_Sept_2007_Aileen_50_DSC00438_%2830%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Aileen_Marty"
    },
    {
        "title": "Maryam Matar",
        "extract": "Maryam Mohamed Fatma Matar (مريم مطر, born 1975) is an Emirati geneticist, medical researcher, and radio host, based in the United Arab Emirates (UAE). Matar is the first woman to serve as director-general in the government of Dubai and is the founder and chairperson of the UAE Genetic Diseases Association.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Maryam_Matar"
    },
    {
        "title": "Hélène Michel-Wolfromm",
        "extract": "Hélène Michel-Wolfromm was a French gynecologist known for her work on the sexual problems encountered by French women.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/H%C3%A9l%C3%A8ne_Michel-Wolfromm"
    },
    {
        "title": "Yvette Miller",
        "extract": "Yvette Marie Miller is an American physician specializing in transfusion medicine who is known for her advocacy for sickle cell patients and increasing blood donations in the Black community.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Yvette_Miller"
    },
    {
        "title": "Lily Neo",
        "extract": "Lily Neo (née Tirtasana; Chinese: 梁莉莉; pinyin: Liáng Lìlì; Pe̍h-ōe-jī: Niô͘ Lī-lī; born 12 August 1953) is a Singaporean medical practitioner and former People's Action Party politician. She was a Member of Parliament (MP) between 1996 and 2020.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Lily_Neo"
    },
    {
        "title": "Kimmie Ng",
        "extract": "Kimmie Ng is a physician at Dana–Farber Cancer Institute who is known for her work on colorectal cancer in young patients.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Kimmie_Ng"
    },
    {
        "title": "Madeline Nyamwanza-Makonese",
        "extract": "Madeline Nyamwanza-Makonese is the first Zimbabwean female doctor, the second African woman to become a doctor, and the first African woman to graduate from the University of Rhodesia Medical School. She graduated from the University of Rhodesia Medical School in 1970. Madeline's success is significant and was a huge step forward for women in Zimbabwe, where women are considered culturally unequal to men.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Madeline_Nyamwanza-Makonese"
    },
    {
        "title": "Susan Ofori-Atta",
        "extract": "Susan Barbara Gyankorama Ofori-Atta, also de Graft-Johnson (1917 – July 1985) was a Ghanaian medical doctor who was the first female doctor on the Gold Coast. She was the first Ghanaian woman and fourth West African woman to earn a university degree. Ofori-Atta was also the fourth West African woman to become a physician after the Nigerians Agnes Yewande Savage (1929), Elizabeth Abimbola Awoliyi (1938) and Sierra Leone Creole, Irene Ighodaro (1944). In 1933, Sierra Leonean political activist and higher education pioneer, Edna Elliot-Horton became the second West African woman university graduate and the first to earn a bachelor's degree in the liberal arts. Eventually Ofori-Atta became a medical officer-in-charge at the Kumasi Hospital, and later, she assumed in charge of the Princess Louise Hospital for Women. Her contemporary was Matilda J. Clerk, the second Ghanaian woman and fifth West African woman to become a physician, who was also educated at Achimota and Edinburgh. Ofori-Atta was made an Honorary Doctor of Science by the University of Ghana for her work on malnutrition in children, and received the Royal Cross from Pope John Paul II when he visited Ghana in 1980, in recognition of her offering of free medical services at her clinic. She helped to establish the Women's Society for Public Affairs and was a Foundation Fellow of the Ghana Academy of Arts and Sciences. Her achievements were a symbol of inspiration to aspiring women physicians in Ghana.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Susan_Ofori-Atta"
    },
    {
        "title": "Martha Lucía Ospina Martínez",
        "extract": "Martha Lucía Ospina Martínez is a Colombian epidemiologist and doctor who specializes in public health management who was the director of the National Institute of Health (INS) until Her last day on October 31, 2022 when she went to work for the Omic Sconces Laboratory.  a native of Cali, she had previously served as the Ministry of Health’s National Director of Epidemiology and Demography and director of the High Cost Diseases Account.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/25/Martha_Luc%C3%ADa_Ospina_Mart%C3%ADnez_2017_%28cropped_2023%29.jpg/300px-Martha_Luc%C3%ADa_Ospina_Mart%C3%ADnez_2017_%28cropped_2023%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Martha_Luc%C3%ADa_Ospina_Mart%C3%ADnez"
    },
    {
        "title": "Wanda Piłsudska",
        "extract": "Wanda Piłsudska (7 February 1918 – 16 January 2001) was a daughter of Józef Piłsudski, and a psychiatrist by profession.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/dc/Wanda_Pi%C5%82sudska_%281936%29.JPG",
        "full_url": "https://en.wikipedia.org/wiki/Wanda_Pi%C5%82sudska"
    },
    {
        "title": "May Ratnayake",
        "extract": "May Ratnayeke (1892–1988) was a Sri Lankan physician, is known for being the second female medical student from that country and its first female doctor.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/May_Ratnayake"
    },
    {
        "title": "Anne Ceridwen Rees",
        "extract": "Anne Ceridwen Rees (July 9, 1874 – October 19, 1905) was a Welsh-American physician who practiced in New Jersey.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/b/bc/Anne_Ceridwen_Rees.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Anne_Ceridwen_Rees"
    },
    {
        "title": "Andrea Evangelina Rodríguez Perozo",
        "extract": "Andrea Evangelina Rodríguez Perozo (1879–1947) was the first female medical school graduate in the Dominican Republic.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Andrea_Evangelina_Rodr%C3%ADguez_Perozo.jpg/300px-Andrea_Evangelina_Rodr%C3%ADguez_Perozo.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Andrea_Evangelina_Rodr%C3%ADguez_Perozo"
    },
    {
        "title": "Sarah Rowland-Jones",
        "extract": "Sarah Rowland-Jones  is a British physician who is a Professor of Immunology at the University of Oxford. She works on immune responses to HIV infection. She has focussed her research on problems caused by HIV in Africa, with a hope to create  a successful HIV vaccine. She is the former president of the Royal Society of Tropical Medicine and Hygiene.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Sarah_Rowland-Jones"
    },
    {
        "title": "Deborah Schrag",
        "extract": "Deborah Schrag is the Chair of the Department of Medicine at Memorial Sloan Kettering Cancer Center. She currently holds the George H. Bosl Chair. She is a medical oncologist known for her work in patient care and examination of patient outcomes.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Deborah_Schrag"
    },
    {
        "title": "Miliama Simeona",
        "extract": "Miliama Simeona (died 27 September 2020) was a gynaecologist and obstetrician, who was one of two women, along with Nese Ituaso-Conway, to qualify as the first women doctors from Tuvalu.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/MIliama_Simeona.jpg/330px-MIliama_Simeona.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Miliama_Simeona"
    },
    {
        "title": "Alice Weld Tallant",
        "extract": "Alice Weld Tallant (July 14, 1875 – May 31, 1958) was an American physician and medical school professor. When her employment as a professor of obstetrics was terminated at the Woman's Medical College of Pennsylvania, it sparked the \"Tallant Affair\", in which students staged a strike and several colleagues resigned their positions in protest.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/AliceWeldTallant1911.png/300px-AliceWeldTallant1911.png",
        "full_url": "https://en.wikipedia.org/wiki/Alice_Weld_Tallant"
    },
    {
        "title": "Fabiola Terzi",
        "extract": "Fabiola Terzi is an Italian-French scientist and physician. She is known for her research on chronic kidney disease. Since January 2020, she serves as the director of the research Institut Necker-Enfants Malades (INEM) in Paris.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Fabiola_Terzi"
    },
    {
        "title": "Vida Mungwira",
        "extract": "Vida Victoria Mungwira (born c. 1935) was the first African woman to become a doctor from the Federation of Rhodesia and Nyasaland. Mungwira certified as a doctor in the United Kingdom before returning to Africa to practice in the territory known as Nyasaland under British colonial rule, in today's Malawi and Zimbabwe.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Vida_Mungwira"
    },
    {
        "title": "Lee Badgett",
        "extract": "Mary Virginia Lee Badgett (born 1960) is an American economist at the University of Massachusetts Amherst, best known for her research into economic issues relevant to lesbians, gay men, and their families.\nBadgett earned a Bachelor of Arts degree in economics from the University of Chicago in 1982 and a Doctor of Philosophy degree in economics from the University of California, Berkeley, in 1990.  From 1990 to 1997 she was on the faculty at the University of Maryland, College Park, and in 1997 she joined the University of Massachusetts, Amherst.  Since 2005 Badgett has also been the research director at the UCLA Williams Institute.\nBadgett's research has debunked the myth that gay and lesbian Americans are more affluent than straight people.  She has also documented the effects on taxation of government recognition of same-sex marriage, showing in 2007 that same-sex couples pay on average more than $1,000 annually than similarly situated opposite-sex couples whose marriage is recognized.  This research has been cited by numerous companies and institutions who have altered their employee compensation and benefits to try to remedy the disparity.   Badgett has testified as an expert witness before Congress and other legislatures, and in various litigations regarding same-sex marriage, including the Proposition 8 trial.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Lee_Badgett-_LGBT_%26_the_Economic_Case_for_Inclusive_Policies.webm/300px--Lee_Badgett-_LGBT_%26_the_Economic_Case_for_Inclusive_Policies.webm.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Lee_Badgett"
    },
    {
        "title": "Ruth Bleier",
        "extract": "Ruth Harriet Bleier (November 17, 1923 – January 4, 1988) was an American neurophysiologist who is also one of the first feminist scholars to explore how gender biases have shaped biology. Her career consisted of combining her academic interests with her commitment to social justice for women and the lower-class.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/05/Ruth_Bleier.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Ruth_Bleier"
    },
    {
        "title": "Patricia Deegan",
        "extract": "Patricia E. Deegan is an American disability-rights advocate, psychologist and researcher.  She has been described as a \"national spokesperson for the mental health consumer/survivor movement in the United States.\" Deegan is known as an advocate of the mental health recovery movement (a cofounder of the National Empowerment Center) and is an international speaker and trainer in the field of mental health.\nDeegan co-founded M-POWER (Massachusetts People/Patients Organized for Wellness, Empowerment and Rights) and created CommonGround, “a web application to support shared decision making in the psychopharmacology consultation.”",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/%D7%A4%D7%98%D7%A8%D7%99%D7%A9%D7%99%D7%94_%D7%93%D7%99%D7%92%D7%9F_-_Patricia_Deegan.jpg/300px-%D7%A4%D7%98%D7%A8%D7%99%D7%A9%D7%99%D7%94_%D7%93%D7%99%D7%92%D7%9F_-_Patricia_Deegan.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Patricia_Deegan"
    },
    {
        "title": "Lisa M. Diamond",
        "extract": "Lisa M. Diamond is an American psychologist and feminist. She is a professor of developmental psychology, health psychology and gender studies at the University of Utah. Her research focuses on sexual orientation development, sexual identity, and bonding.\nShe is best known for her 2008 book, Sexual Fluidity: Understanding Women's Love and Desire. In this book, she discusses the fluidity of female sexuality, based on her study of 100 nonheterosexual women over a period of 10 years.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Lisa_M._Diamond"
    },
    {
        "title": "Rochelle Diamond",
        "extract": "Rochelle Anne \"Shelley\" Diamond is a research biologist, queer activist, and chair emeritus of Out to Innovate, formerly known as National Organization of Gay and Lesbian Scientists and Technical Professionals. She was the Director of California Institute of Technology's Flow Cytometry and Cell Sorting Shared Resource Laboratory 1982-2024 and also the Lab Manager for Ellen Rothenberg's research lab (1982-present).",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Rochelle_Diamond"
    },
    {
        "title": "Lauren Esposito",
        "extract": "Lauren Esposito is the assistant curator and Schlinger chair of Arachnology at the California Academy of Sciences. She is the co-founder of the network 500 Queer Scientists.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Lauren_Esposito.jpg/300px-Lauren_Esposito.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Lauren_Esposito"
    },
    {
        "title": "Ellen Granberg",
        "extract": "Ellen Marie Granberg (born 1962) is an American sociologist and academic administrator who became the 19th president of George Washington University on July 1, 2023.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/EllenmGranberg.webp/300px-EllenmGranberg.webp.png",
        "full_url": "https://en.wikipedia.org/wiki/Ellen_Granberg"
    },
    {
        "title": "Lisa Graumlich",
        "extract": "Lisa J. Graumlich ( GROM-lik; born 1952) is an American paleoclimatologist who studies the interactions between the climate, ecosystems and humans. She is the inaugural dean of College of the Environment at the University of Washington. Graumlich is a Fellow of the American Association for the Advancement of Science and the Ecological Society of America, and is president-elect of the American Geophysical Union.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Lisa_Graumlich_at_the_Senate_Select_Committee_on_Energy_Independence_and_Global_Warming_%28cropped%29.jpg/330px-Lisa_Graumlich_at_the_Senate_Select_Committee_on_Energy_Independence_and_Global_Warming_%28cropped%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Lisa_Graumlich"
    },
    {
        "title": "Annemarie Grewel",
        "extract": "Annemarie Grewel (13 June 1935 – 27 February 1998) was a Dutch senator, educator, and columnist. She was an openly lesbian politician. Grewel was usually the chairperson of Labour Party congresses. In 1982, she became a columnist for De Groene Amsterdammer. In 1986, she was elected to the municipal council of Amsterdam. In 1995, she was elected to the Dutch Senate.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Annemarie_Grewel_%281983%29.jpg/300px-Annemarie_Grewel_%281983%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Annemarie_Grewel"
    },
    {
        "title": "Arlene Halko",
        "extract": "Arlene A. Halko (April 15, 1933 – March 22, 2007) was an American medical physicist and gay rights advocate, based in Chicago. She was inducted into the Chicago LGBT Hall of Fame in 1996.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Arlene_Halko"
    },
    {
        "title": "Kate Hutton",
        "extract": "Kate Hutton, nicknamed the Earthquake Lady, Dr. Kate, or Earthquake Kate, is a former staff seismologist at the California Institute of Technology in Pasadena, California, where she monitored Southern California's earthquake activity for 37 years.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Kate_Hutton"
    },
    {
        "title": "Leslie M. Kay",
        "extract": "Leslie M. Kay is an American neuroscientist and a Professor in the Department of Psychology at the University of Chicago. Her research studies the neurophysiology of the olfactory bulb and how behavioral context affects sensory processing.\nKay received her undergraduate education at St. John's College (Annapolis/Santa Fe) and obtained a PhD in biophysics from the University of California, Berkeley. She completed her postdoctoral training at the California Institute of Technology and was appointed in 2000 as an assistant professor in the Department of Psychology at the University of Chicago. From 2008 to 2014 she served as the director of the Institute for Mind and Biology at the University of Chicago.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Leslie_M._Kay"
    },
    {
        "title": "Sarah Jamie Lewis",
        "extract": "Sarah Jamie Lewis is an anonymity and privacy researcher with published research in the fields of deanonymization and e-voting. In 2019, Lewis in collaboration with researchers from the University of Melbourne and UCLouvain published details of critical vulnerabilities impacting electronic voting systems in Switzerland and Australia.\nLewis has also researched the privacy protocols (or lack thereof) of sex toys. She has been cited in academic research regarding their security. She believes there is a lack of legal framework related to the field of onion dildonics, stating that \"We are currently sprinting into this world of connected sex toys and connected sex tech without regards to what consent, privacy, or security means in that context...\" and recommending \"100% encrypted peer-to-peer cyber sex over Tor hidden services.\" More generally, due to the litigious environment in which computer security researchers operate, she has opted to build bespoke secure systems rather than fix broken systems.\nIn 2017, Lewis edited a collection of essays entitled Queer Privacy, focussing on the effects of technology on marginalised communities; she describes herself as a \"Vegan Lesbian, Queer Anarchist\" and lives in Vancouver, British Columbia.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Sarah_Jamie_Lewis"
    },
    {
        "title": "Jeanne Marrazzo",
        "extract": "Jeanne Marisa Marrazzo is an American physician-scientist and infectious diseases specialist. She was the director of the University of Alabama School of Medicine Division of Infectious Diseases and focused on prevention of HIV infection using biomedical interventions. Marrazzo is a fellow of the American College of Physicians and Infectious Disease Society of America. On August 2, 2023 Lawrence A. Tabak, acting director for the National Institutes of Health (NIH), named Jeanne M. Marrazzo as the 6th director of NIH’s National Institute of Allergy and Infectious Diseases.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Jeanne_Marrazzo_NIAID.jpg/330px-Jeanne_Marrazzo_NIAID.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Jeanne_Marrazzo"
    },
    {
        "title": "Nergis Mavalvala",
        "extract": "Nergis Mavalvala (born 1968) is a Pakistani-American astrophysicist. She is the Curtis and Kathleen Marble Professor of Astrophysics at the Massachusetts Institute of Technology (MIT), where she is also the dean of the university's school of science. She was previously the Associate Head of the university's Department of Physics. Mavalvala is best known for her work on the detection of gravitational waves in the Laser Interferometer Gravitational-Wave Observatory (LIGO) project, and for the exploration and experimental demonstration of macroscopic quantum effects such as squeezing in optomechanics. She was awarded a MacArthur Fellowship in 2010.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Nergis_Mavalvala.jpg/300px-Nergis_Mavalvala.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Nergis_Mavalvala"
    },
    {
        "title": "Chloe Orkin",
        "extract": "Chloe Meave Orkin is a British physician and Professor of HIV/AIDS medicine at Queen Mary University of London. She works as a consultant at the Royal London Hospital, Barts Health NHS Trust. She is an internationally renowned expert in HIV therapeutics and led the first phase III clinical trial of injectable anti-retrovirals. She is immediate past chair of the British HIV Association, where she championed the Undetectable=Untransmittable (U=U) campaign within the United Kingdom. She is president elect of the Medical Women's Federation. Orkin is gay and was on the Top 100 Lesbian influencer lists in both the UK and in the US in 2020. She considers herself a medical activist and much of her work focuses on inequalities in healthcare and in Medicine.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Chloe_Orkin.jpg/300px-Chloe_Orkin.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Chloe_Orkin"
    },
    {
        "title": "Tam O'Shaughnessy",
        "extract": "Tam Elizabeth O'Shaughnessy (born January 27, 1952) is an American children's science writer, associate professor emeritus of school psychology, and former professional tennis player. She co-founded the science education company Sally Ride Science together with her life partner, astronaut Sally Ride – the first American woman and third woman in space. The company was relaunched as a nonprofit entity, Sally Ride Science at UC San Diego, on October 1, 2015. O'Shaughnessy serves as executive director.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Tam_O%27Shaughnessy_accepting_award_for_Sally_Ride.jpg/300px-Tam_O%27Shaughnessy_accepting_award_for_Sally_Ride.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Tam_O%27Shaughnessy"
    },
    {
        "title": "Edith A. Perez",
        "extract": "Edith A. Pérez is a Puerto Rican hematologist-oncologist. She is the Serene M. and Frances C. Durling Professor of Medicine at the Mayo Clinic Alix School of Medicine.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Edith_A._Perez"
    },
    {
        "title": "Jane Rigby (astrophysicist)",
        "extract": "Jane Rebecca Rigby is an American astrophysicist who works at the Goddard Space Flight Center and is Senior Project Scientist of the James Webb Space Telescope. She was selected one of Nature's 10 Ones to Watch in 2021 and Shape 2022. In 2024 she was awarded the Presidential Medal of Freedom by President Joe Biden.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Jane_Rigby_2023_%28cropped%29.jpg/300px-Jane_Rigby_2023_%28cropped%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Jane_Rigby_(astrophysicist)"
    },
    {
        "title": "Neena Schwartz",
        "extract": "Neena Betty Schwartz (December 10, 1926 – April 15, 2018) was an American endocrinologist and William Deering Professor of Endocrinology Emerita in the Department of Neurobiology at Northwestern University. She was best known for her work on female reproductive biology and the regulation of hormonal signaling pathways, particularly for the discovery of the signaling hormone inhibin. Schwartz was an active feminist advocate for women in science throughout her career; she was a founding member of the Association for Women in Science organization in 1971 and shared the founding presidency with Judith Pool. She also co-founded the Women in Endocrinology group under the auspices of the Endocrine Society, served terms as the president of the Endocrine Society and the Society for the Study of Reproduction, and was recognized for her exceptional mentorship of women scientists. In 2010, she published a memoir of her life in science, A Lab of My Own, in which she came out as lesbian.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Neena_Schwartz"
    },
    {
        "title": "Mary L. Trump",
        "extract": "Mary Lea Trump (born May 3, 1965) is an American psychologist and writer. A member of the Trump family, she has been critical of her uncle, U.S. President Donald Trump. Her 2020 book about him and the family, Too Much and Never Enough, sold nearly one million copies on the day of its release. Two further books followed, The Reckoning (2021) and Who Could Ever Love You (2024).\nIn September 2020, Mary Trump sued her uncle Donald, aunt Maryanne, and the estate of her late uncle Robert, claiming that they defrauded her of tens of millions of dollars from her interests in her grandfather Fred Trump's real-estate portfolio. The lawsuit was dismissed in November 2022. Donald Trump sued Mary for at least $100 million in September 2021 for providing The New York Times with financial documents which it used as a source for a 2018 exposé about his wealth and the family's finances.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Mary_Trump.jpg/300px-Mary_Trump.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Mary_L._Trump"
    },
    {
        "title": "Olive Webb",
        "extract": "Olive Webb  (born 1946 or 1947) is a New Zealand clinical psychologist and former president of the New Zealand Psychological Society from 1993 until 1995. Webb's experiences of poor patient conditions and treatment while working at Sunnyside Hospital in the 1970s inspired her to become a disability advocate. She received the New Zealand Order of Merit in 2008, for services to people with intellectual disabilities. Webb is the longest-serving member of the Canterbury District Health Board, holding a position on the board from 2001 to 2013.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Olive_Webb.jpg/300px-Olive_Webb.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Olive_Webb"
    },
    {
        "title": "Agnes E. Wells",
        "extract": "Agnes Ermina Wells, Ph.D. (January 4, 1876, Saginaw, Michigan – July 6, 1959, Saginaw, Michigan) was an American educator and a women's equal rights movement activist. She was Dean of Women at Indiana University and professor of mathematics and astronomy there.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Agnes_Erminia_Wells.jpg/300px-Agnes_Erminia_Wells.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Agnes_E._Wells"
    },
    {
        "title": "Edith Windsor",
        "extract": "Edith Windsor (née Schlain; June 20, 1929 – September 12, 2017) was an American LGBT rights activist and a technology manager at IBM. She was the lead plaintiff in the 2013  Supreme Court of the United States case United States v. Windsor, which overturned Section 3 of the Defense of Marriage Act and was considered a landmark legal victory for the same-sex marriage movement in the United States. The Obama administration and federal agencies extended rights, privileges and benefits to married same-sex couples because of the decision.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Edie_Windsor_DC_Pride_2017.jpg/300px-Edie_Windsor_DC_Pride_2017.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Edith_Windsor"
    },
    {
        "title": "Pamela Zave",
        "extract": "Pamela Zave (born 1948) is an American computer scientist now working at Princeton University. She is known for her work on requirements engineering, telecommunication services, and protocol modeling and verification and is now working on network architecture. She was named a Fellow of the Association for Computing Machinery in 2001 and was the 2017 recipient of the Harlan D. Mills Award from the IEEE Computer Society.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Pamela_Zave"
    },
    {
        "title": "Martha Ackelsberg",
        "extract": "Martha A. Ackelsberg (born 1946) is an American political scientist, anarchist and women's studies scholar. Her work focuses on the nature of power and its relationship with communities. Cases used in her research include feminist activism in the United States and the Mujeres Libres, an anarcha-feminist women's organization during the Spanish Revolution of 1936.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Martha_Ackelsberg"
    },
    {
        "title": "Liliane Ackermann",
        "extract": "Liliane Aimée Ackermann (née Weil) (September 3, 1938 – February 3, 2007) was a French microbiologist, Jewish Community  pioneer, leader, writer, and lecturer.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Liliane_Ackermann"
    },
    {
        "title": "Alexandra Adler",
        "extract": "Alexandra Adler (24 September 1901 – 4 January 2001) was an Austrian neurologist and the daughter of psychoanalyst Alfred Adler and Raissa Adler. She has been described as one of the \"leading systematizers and interpreters\" of Adlerian psychology. Her sister was socialist activist Valentine Adler. Alexandra Adler's husband was Halfdan Gregersen.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Jauregg_and_coworkers_Vienna.JPG/300px-Jauregg_and_coworkers_Vienna.JPG",
        "full_url": "https://en.wikipedia.org/wiki/Alexandra_Adler"
    },
    {
        "title": "Fay Ajzenberg-Selove",
        "extract": "Fay Ajzenberg-Selove (February 13, 1926 – August 8, 2012) was an American nuclear physicist.  She was known for her experimental work in nuclear spectroscopy of light elements, and for her annual reviews of the energy levels of light atomic nuclei. She was a recipient of the 2007 National Medal of Science.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Fay_Ajzenberg-Selove2.jpg/300px-Fay_Ajzenberg-Selove2.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Fay_Ajzenberg-Selove"
    },
    {
        "title": "Alice Archenhold",
        "extract": "Alice Archenhold (née Markus; 27 August 1874 – 9 February 1943) was a German astronomer whose husband was fellow astronomer Friedrich Simon Archenhold.\nAlice Markus was born in Wiesbaden, Germany, and married Friedrich Simon Archenhold in July 1897 and lived in Berlin. They went on to have five children together. \nHer sons, Günter, who became an astronomer, and Horst, both fled to England, but Alice was arrested and deported (along with her daughter Hilde) to Theresienstadt concentration camp, in Czechoslovakia, where she died on 9 February 1943. \nShe is commemorated on her husband's grave at the Zentralfriedhof Friedrichsfelde, Berlin.\nIn 2010 a street in Treptow-Köpenick was renamed after her as Alice Archenhold Weg.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Alice-Archenhold-Weg%2C_Berlin-Niedersch%C3%B6neweide%2C_400-505.jpg/330px-Alice-Archenhold-Weg%2C_Berlin-Niedersch%C3%B6neweide%2C_400-505.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Alice_Archenhold"
    },
    {
        "title": "Florence Arenberg",
        "extract": "Florence Freida Arenberg (May 25, 1907 – May 31, 1995) was an American botanist and biology educator, based in Chicago. Her standard author abbreviation in botanical contexts is Arenb.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/FlorenceArenberg1926.png/300px-FlorenceArenberg1926.png",
        "full_url": "https://en.wikipedia.org/wiki/Florence_Arenberg"
    },
    {
        "title": "Danièle Aron-Rosa",
        "extract": "Danièle Aron-Rosa (born 1934) is a French-Tunisian ophthalmologist and physician-scientist most known for developing the picosecond, ophthalmic Nd:YAG laser for eye surgeries. She has been called one of the two most respected laser pioneers in ophthalmology, alongside Franz Fankhauser. She is also a painter, using the pseudonym Genskof or Aron Genskof, and has works in the permanent collections of museums in France and the United States.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Dani%C3%A8le_Aron-Rosa"
    },
    {
        "title": "Charlotte Auerbach",
        "extract": "Charlotte \"Lotte\" Auerbach FRS FRSE (14 May 1899 – 17 March 1994) was a German geneticist who contributed to founding the science of mutagenesis. She became well known after 1942 when she discovered, with A. J. Clark and J. M. Robson, that mustard gas could cause mutations in fruit flies. She wrote 91 scientific papers, and was a Fellow of the Royal Society of Edinburgh and of the Royal Society of London.\nIn 1976, she was awarded the Royal Society's Darwin Medal. Aside her scientific contributions and love of science, she was remarkable in many other ways, including her wide interests, independence, modesty, and transparent honesty.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Charlotte_Auerbach"
    },
    {
        "title": "Dafna Bar-Sagi",
        "extract": "Dafna Bar-Sagi is a cell biologist and cancer researcher at New York University School of Medicine. She is the Saul J. Farber Professor in the department of biochemistry and molecular pharmacology and the department of medicine and senior vice president and vice dean for science at NYU Langone Health. Bar-Sagi has been a member of scientific advisory boards, including the National Cancer Institute, Starr Cancer Consortium, and Pancreatic Cancer Action Network.\nHer research focuses on the nature of the Ras oncogene and how Ras signaling leads to tumor development, particularly in pancreatic cancer.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Dafna_Bar-Sagi"
    },
    {
        "title": "Jill Barnholtz-Sloan",
        "extract": "Jill Suzanne Barnholtz-Sloan is an American biostatistician and data scientist specialized in cancer epidemiology and etiologic investigations of brain tumors. She is a senior investigator and associate director for informatics and data science at the National Cancer Institute. \n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Jill_S._Barnholtz-Sloan_%28cropped%29.jpg/300px-Jill_S._Barnholtz-Sloan_%28cropped%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Jill_Barnholtz-Sloan"
    },
    {
        "title": "Sarah Bavly",
        "extract": "Sarah Bavly (Hebrew: שרה בבלי, also spelled Sara Bavli) (October 18, 1900 – 1993) was a Dutch–Israeli nutritionist, educator, researcher, and author. Having immigrated from the Netherlands to British Mandatory Palestine in 1926, she became the chief dietitian for Hadassah hospitals and head of Hadassah's school lunch program. Her 1939 book Tzunatenu (Our Nutrition) was a standard elementary-school textbook for nearly 30 years. She founded and directed the Institute of Nutrition Education in 1952 and was founder and dean of the College of Nutrition and Home Economics in Jerusalem from 1953 to 1965. After her retirement, she continued to engage in research and conducted periodic nutrition surveys for the Israel Central Bureau of Statistics.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Sarah_Bavly"
    },
    {
        "title": "Marlene Behrmann",
        "extract": "Marlene Behrmann (born April 14, 1959) is a Professor in the Department of Ophthalmology at the University of Pittsburgh. She was previously a Professor of Psychology at Carnegie Mellon University. She specializes in the cognitive neuroscience of visual perception, with a specific focus on object recognition.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Marlene_Behrmann"
    },
    {
        "title": "Merav Ben-David",
        "extract": "Merav Ben-David (Hebrew: מירב בן-דוד; born 17 January 1959) is an Israeli-American ecologist, zoologist, and politician who is the chair of the Department of Zoology and Physiology at the University of Wyoming. She was the Democratic nominee in the 2020 United States Senate election in Wyoming, losing to former Congresswoman Cynthia Lummis in the general election. She ran for state representative from Wyoming's 46th District in 2022.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Merav_Ben-David.png/300px-Merav_Ben-David.png",
        "full_url": "https://en.wikipedia.org/wiki/Merav_Ben-David"
    },
    {
        "title": "Miriam Benjamin",
        "extract": "Miriam Elizabeth Benjamin (September 16, 1861 – 1947) was an American schoolteacher and inventor. In 1888, she obtained a patent for the Gong and Signal Chair for Hotels, becoming the second African-American woman to receive a patent.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Miriam_Elizabeth_Benjamin%2C_inventor%2C_Oct._2021.jpg/300px-Miriam_Elizabeth_Benjamin%2C_inventor%2C_Oct._2021.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Miriam_Benjamin"
    },
    {
        "title": "Stefania Berlinerblau",
        "extract": "Stefania Berlinerblau or Fanny Berlin (1852 – September 4, 1921) was an American anatomist and physician. She is noted for her investigations on blood circulation, which led to the demonstration of the artery-vein connections. She is also considered a pioneer in pushing for the recognition of women in the medical field. She was one of the first Jewish women who practiced surgery in the United States and was a co-founder of the New England Women's Medical Society, seven years before the acceptance of women into the Massachusetts Medical Society.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Stefania_Berlinerblau"
    },
    {
        "title": "Lera Boroditsky",
        "extract": "Dr. Lera Boroditsky (born c.1976) is a cognitive scientist and professor in the fields of language and cognition. She is one of the main contributors to the theory of linguistic relativity. She is a Searle Scholar, a McDonnell Scholar, recipient of a National Science Foundation Career award, and an  American Psychological Association Distinguished Scientist. She is Professor of Cognitive Science at the University of California, San Diego. She previously served on the faculty at Massachusetts Institute of Technology and at Stanford University.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Xandra_Ibarra%2C_Adrian_Van_Allen%2C_Lera_Boroditsky_%28cropped%29.jpg/300px-Xandra_Ibarra%2C_Adrian_Van_Allen%2C_Lera_Boroditsky_%28cropped%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Lera_Boroditsky"
    },
    {
        "title": "Hilary Cass",
        "extract": "Hilary Dawn Cass, Baroness Cass,  (born 19 February 1958), is a British paediatrician. She was the chair of the British Academy of Childhood Disability, established the Rett Clinic for children with Rett syndrome, and has worked to develop palliative care for children. She led the Cass Review of gender identity services in England, which was completed in 2024. Cass was appointed to the House of Lords as a crossbench life peer in the same year.\nCass is a former president of the Royal College of Paediatrics and Child Health, and a honorary physician in paediatric disability at the Evelina Hospital, part of Guy's and St Thomas' NHS Foundation Trust. Prior to Cass's appointment at the Evelina Hospital, she had been consultant at Great Ormond Street Hospital for 15 years. Her research and interests have included autistic spectrum disorders, cognitive impairment due to epilepsy, children with visual loss, and care of children with multiple disabilities.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/8/86/Hilary_Cass_%28cropped%29_%281%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Hilary_Cass"
    },
    {
        "title": "Janine Chasseguet-Smirgel",
        "extract": "Janine Chasseguet-Smirgel (1928 – March 5, 2006) (whose surname is alternatively spelled Chasseguet-Smirguel, but generally not in English-language publications) was a leading French psychoanalyst, a training analyst, and past President of the Société psychanalytique de Paris in France. From 1983 to 1989, she was Vice President of the International Psychoanalytical Association.  Chasseguet-Smirgel was Freud Professor at the University College, London, and Professor of Psychopathology at the Université Lille Nord de France.  She is best known for her reworking of the Freudian theory of the ego ideal and its connection to primary narcissism, as well as for her extension of this theory to a critique of utopian ideology.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Janine_Chasseguet-Smirgel"
    },
    {
        "title": "Judith Love Cohen",
        "extract": "Judith Love Cohen (August 16, 1933 – July 25, 2016) was an American aerospace engineer. She was an electrical engineer on the Minuteman missile, the science ground station for the Hubble Space Telescope, the Tracking and Data Relay Satellite, and the Apollo Space Program. In particular, her work on the Abort-Guidance System is credited with helping save Apollo 13. After her retirement from engineering, she founded a children's multimedia publishing company, eventually publishing more than 20 titles before her death in 2016. She was the mother of computer scientist and engineer Neil Siegel and actor-musician Jack Black.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Judith_Love_Cohen"
    },
    {
        "title": "Lillian Cohen",
        "extract": "Lillian Cohen (June 19, 1878 – June 5, 1949) was an American inorganic chemist and chemistry professor at the University of Minnesota. She was the first woman to receive a doctorate in chemistry from the University of Minnesota and the first female member of its chemistry faculty.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Lillian_Cohen"
    },
    {
        "title": "Raquel Eidelman Cohen",
        "extract": "Raquel Eidelman Cohen (1922 – October 21, 2020) was a Peruvian-American child psychiatrist specialized in disaster management. She was a student in the first class including women to graduate from Harvard Medical School, in 1949. She went on to become an international authority on psychological and social consequences of disasters such as Hurricane Mitch in Central America, October 1998, and intervention methods for humanitarian workers, used in assisting survivors of the Mariel boatlift of 1980 and victims of the September 11 attacks.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Raquel_Eidelman_Cohen.jpg/300px-Raquel_Eidelman_Cohen.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Raquel_Eidelman_Cohen"
    },
    {
        "title": "Ruth Cohn",
        "extract": "Ruth Charlotte Cohn (born 27 August 1912 in Berlin, died 30 January 2010 in Düsseldorf) was a psychotherapist, educator, and poet. She is best known as the creator of a method for learning in groups called theme-centered interaction (TCI). She was the founder of the Workshop Institute for Living Learning (WILL), which is known today as the Ruth Cohn Institute for TCI.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Ruth_Cohn"
    },
    {
        "title": "Gerty Cori",
        "extract": "Gerty Theresa Cori (née Radnitz; August 15, 1896 – October 26, 1957) was a Bohemian-Austrian and American biochemist who in 1947 was the third woman to win a Nobel Prize in science, and the first woman to be awarded the Nobel Prize in Physiology or Medicine, for her role in the \"discovery of the course of the catalytic conversion of glycogen\".\nCori was born in Prague, the capital of Bohemia within the Austro-Hungarian Empire. Growing up at a time when women were marginalized and allowed few educational opportunities, she gained admittance to medical school, where she met her future husband Carl Ferdinand Cori in an anatomy class. Upon their graduation in 1920, they married. Because of deteriorating conditions in Europe, the couple emigrated to the United States in 1922. Gerty Cori continued her early interest in medical research, collaborating in the laboratory with Carl. She published research coauthored with her husband, as well as publishing singly. Unlike her husband, she had difficulty securing research positions, and the ones she obtained provided meager pay. Her husband insisted on continuing their collaboration, though he was discouraged from doing so by the institutions that employed him.\nTogether with her husband Carl and Argentine physiologist Bernardo Houssay, Gerty Cori received the Nobel Prize in 1947 for the discovery of the mechanism by which glycogen—a starch made from glucose—is broken down in muscle tissue into lactic acid and then resynthesized in the body and stored as a source of energy (known as the Cori cycle). They also identified the important catalyzing compound, the Cori ester. The Coris were the third ever married couple to win the Nobel Prize. In 2004, both Gerty and Carl Cori were designated a National Historic Chemical Landmark in recognition of their work in clarifying carbohydrate metabolism.\nIn 1957, Gerty Cori died after a ten-year struggle with myelosclerosis. She remained active in the research laboratory until the end of her life. She received recognition for her achievements through multiple awards and honors.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Gerty_Theresa_Cori.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Gerty_Cori"
    },
    {
        "title": "Jasminka Domaš",
        "extract": "Jasminka Domaš (born 5 September 1948, Banja Luka) is a Croatian-Jewish writer, journalist and scientist.\nDomaš was born in Banja Luka and graduated from the Faculty of Political Sciences at the University of Zagreb. Domaš is a master of biblical and modern Judaism, and specialises in such issues as national minorities and interfaith relations. She is an associate of many national and international magazines. In the area of Judaism, she has published more than three hundred articles. Domaš is also the guest lecturer at the Jesus Society, Faculty of Humanities and Social Sciences, University of Zagreb. Since 1995 to 1998, Domaš made more than two hundred documentary testimonials for the Shoah Foundation, whose founder and president is Steven Spielberg.\nShe is a member of the World Conference of Religions for Peace, PEN Croatia and Croatian Writers Society. Domaš was an active member of the Jewish community in Zagreb until its split. She is an active member of the Beth Israel Jewish community. Domaš is also active in the Jewish cultural society \"Miroslav Šalom Freiberger\", Croatian Helsinki Committee and Association for Religious Freedom in Croatia, where she is the president. Domaš works at the Croatian Radiotelevision as a journalist.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Jasminka_Doma%C5%A1"
    },
    {
        "title": "Nina Einhorn",
        "extract": "Nina Einhorn née Rajmic (1925–2002) was a Jewish Polish-born Swedish physician who conducted research in the field of gynaecological oncology. A survivor from the Warsaw Ghetto, she studied medicine in Warsaw, met her husband-to-be, the physician Jerzy Einhorn, and emigrated to Sweden in the late 1940s. In 1964, she was engaged by the Radiumhemmet cancer treatment centre which she headed from 1986. Specializing in research into ovarian cancer, she chaired both the Swedish Ovarian Cancer Study Group and the International Gynecological Cancer Society. Einhorn also supported the Jewish cause, chairing for a time the Israeli institution Keren Hayesod. After she was diagnosed with breast cancer in 1999, she continued to conduct  research until her death in May 2002.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Jerzy_och_Nina_Einhorn_1946.jpg/300px-Jerzy_och_Nina_Einhorn_1946.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Nina_Einhorn"
    },
    {
        "title": "Gertrude B. Elion",
        "extract": "Gertrude \"Trudy\" Belle Elion (January 23, 1918 – February 21, 1999) was an American biochemist and pharmacologist, who shared the 1988 Nobel Prize in Physiology or Medicine with George H. Hitchings and Sir James Black for their use of innovative methods of rational drug design for the development of new drugs. This new method focused on understanding the target of the drug rather than simply using trial-and-error. Her work led to the creation of the anti-retroviral drug AZT, which was the first drug widely used against AIDS. Her well known works also include the development of the first immunosuppressive drug, azathioprine, used to fight rejection in organ transplants, and the first successful antiviral drug, acyclovir (ACV), used in the treatment of herpes infection.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Gertrude_Elion.jpg/300px-Gertrude_Elion.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Gertrude_B._Elion"
    },
    {
        "title": "Gertrude Falk",
        "extract": "Gertrude Falk (August 24, 1925 – March 9, 2008) was an American physiologist, who was Professor of Physiology at University College London, and the first woman to work in her field at UCL Medical School.  Born to immigrant parents in the United States, she was the first in her family to enroll at University, earning Bachelor of Science and Doctor of Philosophy degrees. Falk worked at the University of Illinois College of Medicine, University of Washington and UCL Medical School. She and neuroscientist Paul Fatt researched cellular biophysics to find how the retina converts light into electrical signals, and later worked alongside Jonathan Ashmore in demonstrating that light responses can be increased significantly at the synthase between the rod bipolar cell and photoreceptor cell.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Gertrude_Falk"
    },
    {
        "title": "Jacqueline Felice de Almania",
        "extract": "Jacqueline Felice de Almania (Italian: Jacobina Felice· Latin: Jacoba Felicie), (fl. 1322) was reportedly from Florence, Italy. She was an early 14th-century French physician in Paris, France who was placed on trial in 1322 for unlawful practice.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Jacqueline_Felice_de_Almania"
    },
    {
        "title": "Rosalind Franklin",
        "extract": "Rosalind Elsie Franklin (25 July 1920 – 16 April 1958) was a British chemist and X-ray crystallographer. Her work was central to the understanding of the molecular structures of DNA (deoxyribonucleic acid), RNA (ribonucleic acid), viruses, coal, and graphite. Although her works on coal and viruses were appreciated in her lifetime, Franklin's contributions to the discovery of the structure of DNA were largely unrecognised during her life, for which Franklin has been variously referred to as the \"wronged heroine\", the \"dark lady of DNA\", the \"forgotten heroine\", a \"feminist icon\", and the \"Sylvia Plath of molecular biology\".\nFranklin graduated in 1941 with a degree in natural sciences from Newnham College, Cambridge, and then enrolled for a PhD in physical chemistry under Ronald George Wreyford Norrish, the 1920 Chair of Physical Chemistry at the University of Cambridge. Disappointed by Norrish's lack of enthusiasm, she took up a research position under the British Coal Utilisation Research Association (BCURA) in 1942. The research on coal helped Franklin earn a PhD from Cambridge in 1945. Moving to Paris in 1947 as a chercheur (postdoctoral researcher) under Jacques Mering at the Laboratoire Central des Services Chimiques de l'État, she became an accomplished X-ray crystallographer. After joining King's College London in 1951 as a research associate, Franklin discovered some key properties of DNA, which eventually facilitated the correct description of the double helix structure of DNA. Owing to disagreement with her director, John Randall, and her colleague Maurice Wilkins, Franklin was compelled to move to Birkbeck College in 1953.\nFranklin is best known for her work on the X-ray diffraction images of DNA while at King's College London, particularly Photo 51, taken by her student Raymond Gosling, which led to the discovery of the DNA double helix for which Francis Crick, James Watson, and Maurice Wilkins shared the Nobel Prize in Physiology or Medicine in 1962. While Gosling actually took the famous Photo 51, Maurice Wilkins showed it to James Watson without her permission.\nWatson suggested that Franklin would have ideally been awarded a Nobel Prize in Chemistry, along with Wilkins but it was not possible because the pre-1974 rule dictated that a Nobel prize could not be awarded posthumously unless the nomination had been made for a then-alive candidate before 1 February of the award year and Franklin died a few years before 1962 when the discovery of the structure of DNA was recognised by the Nobel committee.\nWorking under John Desmond Bernal, Franklin led pioneering work at Birkbeck on the molecular structures of viruses. On the day before she was to unveil the structure of tobacco mosaic virus at an international fair in Brussels, Franklin died of ovarian cancer at the age of 37 in 1958. Her team member Aaron Klug continued her research, winning the Nobel Prize in Chemistry in 1982.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Rosalind_Franklin_%28retouched%29.jpg/330px-Rosalind_Franklin_%28retouched%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Rosalind_Franklin"
    },
    {
        "title": "Else Frenkel-Brunswik",
        "extract": "Else Frenkel-Brunswik (August 18, 1908, in Lemberg – March 31, 1958, in Berkeley, California, US) was a Polish-born Austrian Jewish psychologist. She was forced to leave Poland and later Austria as a result of anti-Jewish persecution. She is best known for her contributions to The Authoritarian Personality (1950), her collaboration with Theodor W. Adorno, Daniel Levinson, and Nevitt Sanford. It is considered a milestone work  in personality theory and social psychology.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Else_Frenkel-Brunswik"
    },
    {
        "title": "Erna Furman",
        "extract": "Erna Furman (born Erna Mary Popper June 14, 1926 – August 9, 2002) was an Austrian-born American child psychoanalyst, psychologist, and teacher.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Erna_Furman"
    },
    {
        "title": "Margalith Galun",
        "extract": "Margalith Galun (Hebrew: מרגלית גלון; 21 February 1927 – 16 April 2012) was an Israeli lichenologist. She was a member of the Israel Academy of Sciences and Humanities and established the Israeli collection of lichens at Tel Aviv University. Founder of the academic journal Symbiosis, she served as its editor-in-chief between 1985 and 2006. In 1994, she was awarded the Acharius Medal and in 1996 won the Meitner-Humboldt Prize, for her contributions to the field. The International Association for Lichenology grants an award which bears her name to honor scholarship at their quadrennial symposium.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Margalith_Galun"
    },
    {
        "title": "Hilda Geiringer",
        "extract": "Hilda Geiringer (28 September 1893 – 22 March 1973), also known as Hilda von Mises and Hilda Pollaczek-Geiringer, was an Austrian mathematician.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Saks_Pollaczek_Zurich1932.tif/lossy-page1-300px-Saks_Pollaczek_Zurich1932.tif.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Hilda_Geiringer"
    },
    {
        "title": "Sophia Getzowa",
        "extract": "Sophia Getzowa (Hebrew: סופיה גצובה; 10 January 1872 (O.S.)/23 January 1872 (N. S.) – 11(12) July 1946) was a Belarusian-born pathologist and scientist in Mandatory Palestine. She grew up in a Jewish shtetl in Belarus and during her medical studies at the University of Bern, she became engaged to Chaim Weizmann, who would become the first president of Israel. Together they worked in the Zionist movement. After a four-year romance, Weizmann broke off their engagement and Getzowa returned to her medical studies, graduating in 1904. She carried out widely cited research on the thyroid, identifying solid cell nests (SCN) in 1907.\nBecause of her status as a Jew, a woman, and a foreigner, Getzowa's employment status was unstable. She worked through the 1920s in various locations in Switzerland and also briefly in Paris. In 1925, after a recommendation from Albert Einstein, she was hired to work as a pathologist in the yet to be created Hebrew University of Jerusalem, where she would become the first female professor in 1927. She collaborated with a wide range of European scientists over the remainder of her career, before her retirement in 1940.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Getzova.png/300px-Getzova.png",
        "full_url": "https://en.wikipedia.org/wiki/Sophia_Getzowa"
    },
    {
        "title": "Laurie Glimcher",
        "extract": "Laurie Hollis Glimcher (born 1951) is an American physician-scientist and former President and CEO of Dana–Farber Cancer Institute.  She was elected a member of the American Philosophical Society in 2019. Glimcher has been at the center of controversies related to animal rights activists, excessive corporate payments, and research misconduct. A 2021 investigation by the Boston Globe Spotlight team highlighted Glimcher’s activities on multiple corporate boards, including Bristol Myers Squibb, GlaxoSmithKline, and Analog Devices. After this investigation, Glimcher continued to receive compensation on for-profit boards, while doubling her salary to $4 million per year at Dana-Farber. In October 2024, Glimcher stepped down as President and CEO of Dana-Farber.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Laurie_Glimcher"
    },
    {
        "title": "Adele Goldberg (computer scientist)",
        "extract": "Adele Goldberg (born July 22, 1945) is an American computer scientist. She was one of the co-developers of the programming language Smalltalk-80, which is a computer software that simplifies the programming language, and has been an influence on other programming languages such as Python, C, and Java.  She also developed many concepts related to object-oriented programming while a researcher at the Xerox Palo Alto Research Center (PARC), in the 1970s.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Adele_Goldberg_at_PyCon_2007.jpg/330px-Adele_Goldberg_at_PyCon_2007.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Adele_Goldberg_(computer_scientist)"
    },
    {
        "title": "Anna Goldenberg",
        "extract": "Anna Goldenberg is a Russian-born computer scientist and a full professor at University of Toronto's Department of Computer Science and the Department of Statistics, a senior scientist at the Hospital for Sick Children's Research Institute and the Associate Research Director for health at the Vector Institute for Artificial Intelligence. She is the first chair in biomedical informatics and artificial intelligence at the Hospital for Sick Children.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/87/Anna_Goldenberg_au_Mila.png/300px-Anna_Goldenberg_au_Mila.png",
        "full_url": "https://en.wikipedia.org/wiki/Anna_Goldenberg"
    },
    {
        "title": "Anna Goldfeder",
        "extract": "Dr. Anna Goldfeder (1898 – February 15, 1993) was a pioneering researcher in the fields of radiology and cancer treatment. Born in 1898 in Józefów Poland, Goldfeder studied at the University of Prague and worked at the Masaryk University before earning her doctorate in natural sciences (D.Sc.) in 1922. She was invited to conduct research in the United States, and immigrated in 1931. During her 66-year career as a research scientist, she worked at the University of Vienna, Harvard University, Columbia University, Lenox Hill Hospital, the Rockefeller Institute, the New York City Hospitals Department and the Department of Biology at New York University Washington Square, where she was director of the Cancer and Radiobiology Research Laboratory.\nGoldfeder is known both for her role as a pioneering woman in advanced scientific research and for her many accomplishments as a researcher. Autumn Stanley, member of the Institute for Historical Study (Berkeley), writes \"The contributions of this distinguished Polish-born researcher to cancer therapy in general and to radiology in particular can scarcely be overestimated.\" Goldfeder created a strain of white lab mice, named X-GF (after her initials), that is resistant to both natural and lab-induced cancerous tumors and is widely used in experimentation. She discovered that radiation treatment could (in mice) completely destroy a malignant tumor without otherwise harming the subject; she also improved use of lead shielding, and discovered that the effects of radiation varied with the emission medium. Sol Siegelman, writing a tribute to Goldfeder in the Annals of the New York Academy of Sciences, wrote:\n\n\"I should like to note briefly just a few of her contributions to provide at least a slight indication of her originality and foresight. (1) Anna Goldfeder was one of the first to succeed in establishing tissue culture with human epithelial cells -- an achievement made even more monumental by the fact that it was accomplished prior to the introduction of antibiotics. (2) She was one of the first to identify the importance of ensuring isogenicity of the host in attempting to obtain useful therapeutic and biological information from tumor transplants. (3) Anna established the therapeutic value of fractionated and localized radiation in treating tumors and showed that cures could in fact be obtained using animal models. These results had a significant impact on the design of protocols for clinical radiotherapy. (4) She developed the famous XgF strain of mice, which were highly resistant to spontaneous as well as to induced tumors. These mice became a useful experimental tool  for the analysis of questions related to both the cure and the cause of cancer.\nGoldfeder was also known for her devotion to her scientific pursuits. Long past the age of mandatory retirement when Delafield Hospital in New York was closed, Goldfeder was unable to convince city officials to relocate her laboratory. Rather than close, and with some self-funding, she remained in the abandoned building for two years before she secured enough grant money to move her work to New York University facilities. She established, with a bequest, the Dr. Anna Goldfeder Scholarship award for Ph.D. students at the Weizmann Institute of Science in Rehovot, Israel.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Anna_Goldfeder"
    },
    {
        "title": "Sulamith Goldhaber",
        "extract": "Sulamith Goldhaber (Hebrew: שולמית גולדהבר; November 4, 1923 – December 11, 1965), née Low, was a high-energy physicist and molecular spectroscopist.  Goldhaber was a world expert on the interactions of K+ mesons with nucleons and made numerous discoveries relating to it.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Sulamith_Goldhaber"
    },
    {
        "title": "Elisabeth Goldschmidt",
        "extract": "Elisabeth Goldschmidt (née Wechsler; Hebrew: אליזבת גולדשמידט; September 22, 1912 – May 6, 1970) was a German-born Israeli geneticist who founded the genetics program at the Hebrew University of Jerusalem. She has been described as \"the founding mother of the field of genetics in Israel\".",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Elisheva_Goldshmit.jpg/330px-Elisheva_Goldshmit.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Elisabeth_Goldschmidt"
    },
    {
        "title": "Adele Goldstine",
        "extract": "Adele Goldstine (née Katz; December 21, 1920 – November 1964) was an American mathematician and computer programmer. She wrote the manual for the first electronic digital computer, ENIAC. Through her work programming the computer, she was also an instrumental player in converting the ENIAC from a computer that needed to be reprogrammed each time it was used to one that was able to perform a set of fifty stored instructions.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Adele_Goldstine"
    },
    {
        "title": "Nancy Goroff",
        "extract": "Nancy Sarah Goroff (born February 18, 1968) is an American organic chemist who formerly served as chair of the chemistry department at Stony Brook University. Her research investigates conjugated organic molecules, including polymers, halocarbons and buckyballs. During the 2020 United States elections Goroff ran to represent New York's 1st congressional district, and was defeated by the incumbent, Lee Zeldin.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Nancy_Goroff"
    },
    {
        "title": "Susan Greenfield, Baroness Greenfield",
        "extract": "Susan Adele Greenfield, Baroness Greenfield,  (born 1 October 1950) is an English scientist, writer, broadcaster and member of the House of Lords (since 2001). Her research has focused on the treatment of Parkinson's disease and Alzheimer's disease. She is also interested in the neuroscience of consciousness and the impact of technology on the brain.\nGreenfield is a senior research fellow at Lincoln College, Oxford; she was a professor of Synaptic Pharmacology.\nGreenfield was chancellor of Heriot-Watt University in Edinburgh between 2005 and 2013. From 1998 to 2010, she was director of the Royal Institution of Great Britain. In September 2013, she co-founded the biotech company Neuro-bio Ltd, where she is chief executive officer.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Baroness_Greenfieldd.jpg/300px-Baroness_Greenfieldd.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Susan_Greenfield,_Baroness_Greenfield"
    },
    {
        "title": "Kalanit Grill-Spector",
        "extract": "Kalanit Grill-Spector (Hebrew: כלנית גריל-ספקטור) is a professor of Psychology at Stanford University and the Wu Tsai Neurosciences Institute at Stanford University. She is best known for developing fMRI adaptation, a technique useful for studying the sensitivity of neurons in the brain to changes of a stimulus.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Kalanit_Grill-Spector"
    },
    {
        "title": "Michelle Haber",
        "extract": "Michelle Haber is an Australian cancer researcher in the field of childhood cancer research.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Michelle_Haber"
    },
    {
        "title": "Rachel Haurwitz",
        "extract": "Rachel Elizabeth Haurwitz (born May 20, 1985) is an American biochemist and structural biologist. She is the co-founder, chief executive officer, and president of Caribou Biosciences, a genome editing company.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Rachel_Haurwitz_2019.jpg/300px-Rachel_Haurwitz_2019.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Rachel_Haurwitz"
    },
    {
        "title": "Susan Heitler",
        "extract": "Susan Heitler is an American clinical psychologist. She practiced from 1975 to 2020 at the Rose Medical Center in Denver, treating individuals, couples and families. She specializes in treating depression, anger, anxiety, marital problems, parental alienation, and conflict resolution.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Susan_Heitler"
    },
    {
        "title": "Gertrude Herzfeld",
        "extract": "Gertrude Marian Amalia Herzfeld (1 June 1890 – 12 May 1981) was an English surgeon, one of the first female surgeons to work in Scotland and the first woman paediatric surgeon. The second female fellow of the Royal College of Surgeons Edinburgh, and the first practicing female fellow, Herzfeld chaired the Edinburgh city branch of the British Medical Association from 1960 to 1962, and was National President of the Medical Women's Federation from 1948 to 1950.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Gertrude_Herzfeld"
    },
    {
        "title": "Janet Hiller",
        "extract": "Janet Hiller (born 23 February 1953) is an Australian epidemiologist and health services researcher. She is currently the Dean of the School of Health Sciences in the Faculty of Health, Arts and Design at the Swinburne University of Technology.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Janet_Hiller"
    },
    {
        "title": "Stefanie Horovitz",
        "extract": "Stefanie Horovitz (1887–1942) (Stefania Horovitz or Stephanie Horowitz) was a Polish-Jewish chemist known for experimental work proving the existence of isotopes. Between approximately 1914-1918, she worked with Otto Hönigschmid at the Radium Institute of Vienna using analytical methods to demonstrate the first and second credible cases of isotopes in lead and thorium. Later she co-founded a home for children and young adults in need of psychological therapy. She was killed by Nazis at Treblinka extermination camp in 1942.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Stefanie_Horovitz.jpg/330px-Stefanie_Horovitz.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Stefanie_Horovitz"
    },
    {
        "title": "Clara Immerwahr",
        "extract": "Clara Helene Immerwahr (German pronunciation: [ˈklaːʁa heˈleːnə ˈʔɪmɐvaːɐ̯]; 21 June 1870 – 2 May 1915) was a German chemist. She was the first German woman to be awarded a doctorate in chemistry from the University of Breslau, and is credited with being a pacifist as well as a \"heroine of the women's rights movement\". From 1901 until her death of suicide in 1915, she was married to the Nobel Prize-winning chemist Fritz Haber.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Clara_Immerwahr.jpg/300px-Clara_Immerwahr.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Clara_Immerwahr"
    },
    {
        "title": "Lilli Jahn",
        "extract": "Lilli Jahn (née Schlüchterer; 5 March 1900 – c. 19 June 1944) was a German-Jewish medical doctor and victim of Nazism in Germany. She gained international fame posthumously following the publication of her letters to her five children which she wrote during her imprisonment in the Breitenau concentration camp. She was deported to the Auschwitz concentration camp and was murdered there.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Lilli_Jahn"
    },
    {
        "title": "Jerusha Jhirad",
        "extract": "Jerusha Jacob Jhirad FRCOG, MBE (21 March 1891 – 2 June 1984) was an Indian physician.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Jerusha_Jhirad"
    },
    {
        "title": "Marie Jonas",
        "extract": "Marie Anna Jonas, née Levinsohn (12 January 1893 in Fischhausen – 1944 in Auschwitz), was a medical doctor and a Holocaust victim.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Marie_Jonas"
    },
    {
        "title": "Eva Kahana",
        "extract": "Eva Kahana is an American sociologist.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Eva_Kahana"
    },
    {
        "title": "Regina Kapeller-Adler",
        "extract": "Regina Kapeller-Adler, born Regina Kapeller, (28 June 1900 – 31 July 1991) was an Austrian biochemist who, in 1934, devised an innovative test for early pregnancy based on the detection of histidine in urine. As a Jew, she was forced to leave Austria following the country's annexation into Nazi Germany in the Anschluss and went to work with the noted geneticist Francis Crew at the Institute of Animal Genetics at the University of Edinburgh.\nShe worked at the Edinburgh Royal Infirmary during the Second World War and subsequently joined the pharmacology department of the University of Edinburgh and worked as a lecturer in chemistry. Towards the end of her career, she worked in obstetrics and gynaecology. In 1973, she received the Golden Honorary Diploma, an honorary degree of the University of Vienna, which was presented to her by Austrian biochemist Hans Tuppy.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Regina_Kapeller-Adler"
    },
    {
        "title": "Beth Karlan",
        "extract": "Beth Young Karlan is an American gynecologic oncologist. In 2008, she was named editor-in-chief of the medical journals Gynecologic Oncology and Gynecologic Oncology Reports. In 2012, Karlan was appointed by the White House to serve on the National Cancer Advisory Board, and in 2015, she was elected to the National Academy of Medicine.\nKarlan is best known for her clinical efforts in identifying, treating, and preventing ovarian cancer, and her research focuses on inherited cancer risk, specifically cancers related to BRCA1/2 mutations. Her research has identified subtype-specific biomarkers for early detection, prognostication, and personalized therapies in gynecologic malignancies.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Beth_Karlan"
    },
    {
        "title": "Eliane Karp",
        "extract": "Eliane Chantal Karp Fernenburg de Toledo (born 24 September 1953) is a Peruvian anthropologist. She was the First Lady of Peru from 2001 to 2006, as the wife of the erstwhile Peruvian president Alejandro Toledo. She specializes in the study of Andean indigenous cultures.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Eliane_Karp.jpg/300px-Eliane_Karp.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Eliane_Karp"
    },
    {
        "title": "Hynda Kleinman",
        "extract": "Hynda K. Kleinman is an American cell biologist who was the chief of the cell biology section at the National Institute of Dental and Craniofacial Research from 1985 to 2006. She co-invented Matrigel.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/20/Hynda_Kleinman_%282012%29.jpg/300px-Hynda_Kleinman_%282012%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Hynda_Kleinman"
    },
    {
        "title": "Edith Klemperer",
        "extract": "Edith Klemperer (August 9, 1898 – September 23, 1987), born and educated in Vienna, Austria, was one of the first women to practice neurology and psychiatry. In the U.S., she became a pioneer in the psychotherapeutic use of hypnosis.  She earned her medical degree in 1923 from the Medical University of Vienna.\nContinuing her research there, Dr. Klemperer was one of six women physicians working for Julius Wagner-Jauregg in 1927, when he won the Nobel Prize in Physiology or Medicine. All six women being of Jewish descent, they were forced to flee Austria under the Nazis. Among them were Drs. Alexandra Adler, one of the first women neurologists at Harvard University; Fanny Halpern, co-founder of the first psychiatric hospital in Shanghai; and Annie Reich, a leading psychoanalyst in post-war New York.\nIn the 1930s, Wagner-Jauregg, their employer, embraced ideas of racial hygiene and eugenics, becoming a fervent Nazi.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Edith_Klemperer_thumbnail.pdf/page1-300px-Edith_Klemperer_thumbnail.pdf.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Edith_Klemperer"
    },
    {
        "title": "Elaine Koppelman",
        "extract": "Elaine H. Koppelman Eugster (March 28, 1937 – January 11, 2019) was an American mathematician. She was the James Beall Professor of Mathematics at Goucher College.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Elaine_Koppelman"
    },
    {
        "title": "Sarit Kraus",
        "extract": "Sarit Kraus (Hebrew: שרית קראוס; born 1960) is a professor of computer science at the Bar-Ilan University in Israel. She was named the 2020-2021 ACM Athena Lecturer in recognition of her contributions to artificial intelligence, notably to multiagent systems, human-agent interaction, autonomous agents and non-monotonic reasoning, as well as her leadership in these fields.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Sarit_kraus.JPG/300px-Sarit_kraus.JPG",
        "full_url": "https://en.wikipedia.org/wiki/Sarit_Kraus"
    },
    {
        "title": "Marianne Kreidl",
        "extract": "Marianne Kreidl (née von Bronneck, April 22, 1885, in Prague – September 9, 1979, in New York City, NY, USA), was one of the earliest women chemists to attend Vienna University.\nAs a result of the occupation of Austria by the Nazis in March 1938, her assets were confiscated. She was able to emigrate to the United States, where she continued to do research at Madison Foundation for Biochemical Research and at New York Medical College.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Marianne_Kreidl"
    },
    {
        "title": "Mathilde Krim",
        "extract": "Mathilde Krim (Hebrew: מתילדה קרים; née Galland; July 9, 1926 – January 15, 2018) was a medical researcher and the founding chairman of amfAR, American Foundation for AIDS Research.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Mathilde_Krim_LOC.jpg/300px-Mathilde_Krim_LOC.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Mathilde_Krim"
    },
    {
        "title": "Esther Lederberg",
        "extract": "Esther Miriam Zimmer Lederberg (December 18, 1922 – November 11, 2006) was an American microbiologist and a pioneer of bacterial genetics. She discovered the bacterial virus lambda phage and the bacterial fertility factor F, devised the first implementation of replica plating, and furthered the understanding of the transfer of genes between bacteria by specialized transduction.\nLederberg also founded and directed the now-defunct Plasmid Reference Center at Stanford University, where she maintained, named, and distributed plasmids of many types, including those coding for antibiotic resistance, heavy metal resistance, virulence, conjugation, colicins, transposons, and other unknown factors.\nAs a woman in a male-dominated field and the wife of Nobel laureate Joshua Lederberg, Esther Lederberg struggled for professional recognition. Despite her foundational discoveries in the field of microbiology, she was never offered a tenured position at a university. Textbooks often ignore her work and attribute her accomplishments to her husband.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/15/Esther_Lab.jpg/330px-Esther_Lab.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Esther_Lederberg"
    },
    {
        "title": "Rita Levi-Montalcini",
        "extract": "Rita Levi-Montalcini  (US:  LAY-vee MOHN-tahl-CHEE-nee, LEV-ee -⁠, LEE-vee MON-təl-, Italian: [ˈriːta ˈlɛːvi montalˈtʃiːni]; 22 April 1909 – 30 December 2012) was an Italian neurobiologist. She was awarded the 1986 Nobel Prize in Physiology or Medicine jointly with colleague Stanley Cohen for the discovery of nerve growth factor (NGF).\nFrom 2001 until her death, she also served in the Italian Senate as a Senator for Life. This honor was given due to her significant scientific contributions. On 22 April 2009, she became the first Nobel laureate to reach the age of 100, and the event was feted with a party at Rome's City Hall.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Rita_Levi-Montalcini"
    },
    {
        "title": "Sharon Lewin",
        "extract": "Sharon Ruth Lewin is an Australian infectious diseases expert who is the inaugural Director of The Peter Doherty Institute for Infection and Immunity (Doherty Institute) and the Cumming Global Centre for Pandemic Therapeutics. She is also a Melbourne Laureate Professor of Medicine at The University of Melbourne, and the current president of the International AIDS Society (IAS) (2022 - 2024).",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Professor_Sharon_Lewin.jpg/300px-Professor_Sharon_Lewin.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Sharon_Lewin"
    },
    {
        "title": "Barbara Liskov",
        "extract": "Barbara Liskov (born November 7, 1939, as Barbara Jane Huberman) is an American computer scientist who has made pioneering contributions to programming languages and distributed computing. Her notable work includes the introduction of abstract data types and the accompanying principle of data abstraction, along with the Liskov substitution principle, which applies these ideas to object-oriented programming, subtyping, and inheritance. Her work was recognized with the 2008 Turing Award, the highest distinction in computer science.\nLiskov is one of the earliest women to have been granted a doctorate in computer science in the United States, and the second woman to receive the Turing award. She is currently an Institute Professor and Ford Professor of Engineering at the Massachusetts Institute of Technology.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Barbara_Liskov_MIT_computer_scientist_2010.jpg/300px-Barbara_Liskov_MIT_computer_scientist_2010.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Barbara_Liskov"
    },
    {
        "title": "Leah Lowenstein",
        "extract": "Leah Miriam Lowenstein (née Hiller; June 17, 1930 – March 6, 1984) was an American nephrologist, academic administrator, and cellist. In 1982, she became the first woman dean of a co-educational, medical school in the United States upon her appointment at Jefferson Medical College. Lowenstein was previously associate dean and professor of medicine and biochemistry at the Boston University School of Medicine. She served in the Carter administration as a medical advisor to the Assistant Secretary for Health. Lowenstein was an advocate for women in medicine.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Leah_Lowenstein"
    },
    {
        "title": "Gloria Lubkin",
        "extract": "Gloria Lubkin (née Becker; May 16, 1933 – January 26, 2020) was an American science journalist and editor for the magazine Physics Today, of which she was the editor-in-chief from 1985 to 1994. She also cofounded the Theoretical Physics Institute at the University of Minnesota and was a fellow of both the American Physical Society and the American Association for the Advancement of Science.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Gloria_Lubkin"
    },
    {
        "title": "Margaret Mahler",
        "extract": "Margaret Schönberger Mahler (May 10, 1897 in Ödenburg, Austria-Hungary; October 2, 1985 in New York) was an Austrian-American psychiatrist, psychoanalyst, and pediatrician. She did pioneering work in the field of infant and young child research. On the basis of empirical studies, she developed a development model that became particularly influential in psychoanalysis and Object relations theory. Mahler developed the separation–individuation theory of child development.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Margaret_Mahler"
    },
    {
        "title": "Harriet H. Malitson",
        "extract": "Harriet Hutzler Malitson (June 30, 1926 – November 8, 2012) was an American astronomer. She was a solar researcher, employed at Goddard Space Flight Center and at the National Oceanic and Atmospheric Administration.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Harriet_Malitson_at_the_International_Astronomical_Union_%28IAU%29_meeting_%28cropped%29.jpg/300px-Harriet_Malitson_at_the_International_Astronomical_Union_%28IAU%29_meeting_%28cropped%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Harriet_H._Malitson"
    },
    {
        "title": "Alina Margolis-Edelman",
        "extract": "Alina Margolis-Edelman (18 April 1922 – 23 March 2008) was a Polish physician, Holocaust survivor, and resistance fighter during the Warsaw Ghetto Uprising, who was forced to flee Poland during a revival of anti-Semitism in Poland in 1968. Joining Doctors Without Borders, she later helped found Doctors of the World, participating in medical missions in Africa and the Middle East, Latin America, and Eastern Europe. Simultaneously, she worked as a physician, practicing at Necker-Enfants Malades Hospital and the Maternal-Infant Protection Service in Seine-Saint-Denis. In 1990, she returned to Poland, and began an association, \"Nobody's Children\", to fight against child abuse in Poland. She was the recipient of numerous awards and honors.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Alina_Margolis-Edelman"
    },
    {
        "title": "Rachel Margolis",
        "extract": "Rachel Margolis (28 October 1921 – 6 July 2015) was a Lithuanian Holocaust survivor, partisan, biologist and Holocaust historian.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Rachel_Margolis"
    },
    {
        "title": "Lynn Margulis",
        "extract": "Lynn Margulis (born Lynn Petra Alexander; March 5, 1938 – November 22, 2011) was an American evolutionary biologist, and was the primary modern proponent for the significance of symbiosis in evolution. In particular, Margulis transformed and fundamentally framed current understanding of the evolution of cells with nuclei by proposing it to have been the result of symbiotic mergers of bacteria. Margulis was also the co-developer of the Gaia hypothesis with the British chemist James Lovelock, proposing that the Earth functions as a single self-regulating system, and was the principal defender and promulgator of the five kingdom classification of Robert Whittaker.\nThroughout her career, Margulis' work could arouse intense objections, and her formative paper, \"On the Origin of Mitosing Cells\", appeared in 1967 after being rejected by about fifteen journals. Still a junior faculty member at Boston University at the time, her theory that cell organelles such as mitochondria and chloroplasts were once independent bacteria was largely ignored for another decade, becoming widely accepted only after it was powerfully substantiated through genetic evidence. Margulis was elected a member of the US National Academy of Sciences in 1983. President Bill Clinton presented her the National Medal of Science in 1999. The Linnean Society of London awarded her the Darwin-Wallace Medal in 2008.\nMargulis was a strong critic of neo-Darwinism. Her position sparked lifelong debate with leading neo-Darwinian biologists, including Richard Dawkins, George C. Williams, and John Maynard Smith.: 30, 67, 74–78, 88–92  Margulis' work on symbiosis and her endosymbiotic theory had important predecessors, going back to the mid-19th century – notably Andreas Franz Wilhelm Schimper, Konstantin Mereschkowski, Boris Kozo-Polyansky, and Ivan Wallin – and Margulis not only promoted greater recognition for their contributions, but personally oversaw the first English translation of Kozo-Polyansky's Symbiogenesis: A New Principle of Evolution, which appeared the year before her death. Many of her major works, particularly those intended for a general readership, were collaboratively written with her son Dorion Sagan.\nIn 2002, Discover magazine recognized Margulis as one of the 50 most important women in science.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Lynn_Margulis.jpg/300px-Lynn_Margulis.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Lynn_Margulis"
    },
    {
        "title": "Judith Marquet-Krause",
        "extract": "Judith Marquet-Krause (Hebrew: יהודית מַרקֶה -קרָאוּזֶה‎; 1906 – 1 July 1936) was an Israeli archaeologist, who was a pioneer in the archaeology of Israel and one of the first archaeologists born there. She led excavations at Et-Tell, where the Canaanite city of Ai was located.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Judith_Marquet-Krause.gif/300px-Judith_Marquet-Krause.gif",
        "full_url": "https://en.wikipedia.org/wiki/Judith_Marquet-Krause"
    },
    {
        "title": "Mary-Louise McLaws",
        "extract": "Mary-Louise McLaws  (née Viney; 17 March 1953 – 12 August 2023) was an Australian epidemiologist. Specialising in infectious diseases, she was a professor of epidemiology at the University of New South Wales for over 30 years. During the COVID-19 pandemic, she became a \"household name\" in Australia, regularly providing public information and advice on the disease.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Mary-Louise_McLaws"
    },
    {
        "title": "Hana Meisel",
        "extract": "Hana Meisel (Hebrew: חנה מייזל; born 25 December 1883, died 1972) was a Jewish agronomist, feminist and Zionist leader.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Hana_Meisel_P1180700.JPG/300px-Hana_Meisel_P1180700.JPG",
        "full_url": "https://en.wikipedia.org/wiki/Hana_Meisel"
    },
    {
        "title": "Lise Meitner",
        "extract": "Elise \"Lise\" Meitner  ( LEE-zə MYTE-nər; German: [ˈliːzə ˈmaɪtnɐ] ; 7 November 1878 – 27 October 1968) was an Austrian-Swedish physicist who was instrumental in the discovery of nuclear fission.\nCompleting her doctoral research in 1906, Meitner became the second woman from the University of Vienna to earn a doctorate in physics. She spent much of her scientific career in Berlin, where she was a physics professor and a department head at the Kaiser Wilhelm Institute for Chemistry. She was the first woman to become a full professor of physics in Germany. She lost her positions in 1935 because of the anti-Jewish Nuremberg Laws of Nazi Germany, and the 1938 Anschluss resulted in the loss of her Austrian citizenship. On 13–14 July 1938, she fled to the Netherlands with the help of Dirk Coster. She lived in Stockholm for many years, ultimately becoming a Swedish citizen in 1949, but relocated to Britain in the 1950s to be with family members.\nIn mid-1938, chemists Otto Hahn and Fritz Strassmann at the Kaiser Wilhelm Institute for Chemistry demonstrated that isotopes of barium could be formed by neutron bombardment of uranium. Meitner was informed of their findings by Hahn, and in late December, with her nephew, fellow physicist Otto Robert Frisch, she worked out the physics of this process by correctly interpreting Hahn and Strassmann's experimental data. On 13 January 1939, Frisch replicated the process Hahn and Strassmann had observed. In Meitner and Frisch's report in the February 1939 issue of Nature, they gave the process the name \"fission\". The discovery of nuclear fission led to the development of nuclear reactors and atomic bombs during World War II.\nMeitner did not share the 1944 Nobel Prize in Chemistry for nuclear fission, which was awarded to her long-time collaborator Otto Hahn. Several scientists and journalists have called her exclusion \"unjust\". According to the Nobel Prize archive, she was nominated 19 times for the Nobel Prize in Chemistry between 1924 and 1948, and 30 times for the Nobel Prize in Physics between 1937 and 1967. Despite not having been awarded the Nobel Prize, Meitner was invited to attend the Lindau Nobel Laureate Meeting in 1962. She received many other honours, including the posthumous naming of element 109 meitnerium in 1997. Meitner was praised by Albert Einstein as the \"German Marie Curie.\"\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Lise_Meitner_NatGeo.jpg/300px-Lise_Meitner_NatGeo.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Lise_Meitner"
    },
    {
        "title": "Hertha Meyer",
        "extract": "Hertha Meyer (3 May 1902 – 30 August 1990) was a Brazilian biologist and director of the Carlos Chagas Filho Biophysics Institute at the Federal University of Rio de Janeiro. Born in Germany, she was educated in a technical course in infectious diseases in Berlin. Following Jewish persecution under the Nazi regime, she moved to Italy to work under Giuseppe Levi at the University of Turin. As antisemitism rose in Italy, she emigrated to Brazil where she joined the faculty of Oswaldo Cruz Institute. She transferred to the Federal University of Rio de Janeiro to head the Carlos Chagas Filho Biophysics Institute, where a separate laboratory called Laboratório de Ultraestrutura Celular Hertha Meyer (Hertha Meyer Laboratory of Cellular Ultrastructure) was established in her name.\nMeyer pioneered the methods of cell culture, specifically useful for protozoan parasites such as Toxoplasma, Plasmodium and Trypanosoma. She developed a method for electron microscopy that was used in the structural description of protozoans and discoveries of cell organelles. Her cell culture method led to the discovery of nerve growth factor, a protein that regulates development and survival of neurones.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Hertha_Meyer"
    },
    {
        "title": "Bessie Moses",
        "extract": "Bessie Louise Moses (1893–1965) was a U.S. gynecologist and obstetrician who advocated birth control practices for women.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Bessie_Moses"
    },
    {
        "title": "Nalini Nadkarni",
        "extract": "Nalini Nadkarni (1954) is an American forest ecologist who pioneered the study of Costa Rican rain forest canopies. Using mountain climbing equipment to make her ascent, Nadkarni first took an inventory of the canopy in 1981, followed by two more inventories in 1984. She is also known with a characteristic nickname, «the queen of the forest canopy».",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Nalini_Nadkarni_speaking_at_TED_in_2009.jpg/300px-Nalini_Nadkarni_speaking_at_TED_in_2009.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Nalini_Nadkarni"
    },
    {
        "title": "Marion Nestle",
        "extract": "Marion Nestle (born 1936) is an American  molecular biologist, nutritionist, and public health advocate. She is the Paulette Goddard Professor of Nutrition, Food Studies, and Public Health Emerita at New York University.  Her research examines scientific and socioeconomic influences on food choice, obesity, and food safety, emphasizing the role of food marketing.\nThrough her work at NYU and her award-winning books, Nestle has had a national influence on food policy, nutrition, and food education. \nNestle became a Fellow of the American Society for Nutritional Sciences in 2005. In 2019 she received the Food Policy Changemaker Award, as a \"leader who is working to transform the food system\". \nIn 2022, the University of California Press published Slow Cooked: An Unexpected Life in Food Politics, a memoir.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Nestle_Credit-Bill-Hayes-281x300.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Marion_Nestle"
    },
    {
        "title": "Klára Dán von Neumann",
        "extract": "Klára Dán von Neumann (née Dán; 18 August 1911 – 10 November 1963) was a Hungarian-American mathematician, self-taught engineer and computer scientist, noted as one of the first computer programmers. She was the first woman to execute modern-style code on a computer. Dán made significant contributions to the world of programming, including work on the Monte Carlo method, ENIAC, and MANIAC I.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Kl%C3%A1ra_D%C3%A1n_von_Neumann"
    },
    {
        "title": "Nelli Neumann",
        "extract": "Nelli Neumann (3 January 1886 – July 1942) was a German mathematician who worked in synthetic geometry. She was one of the first women to obtain a doctorate in mathematics at a German university.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Nelli_Neumann"
    },
    {
        "title": "Connie Newman",
        "extract": "Connie Baum Newman is an American endocrinologist and physician-scientist specializing in hypercholesterolemia and lipid disorders, women's rights, and access to reproductive healthcare. She is an adjunct professor of medicine at the New York University Grossman School of Medicine. Newman was president of the American Medical Women's Association from 2019 to 2020.  \n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Connie_Newman"
    },
    {
        "title": "Yael Niv",
        "extract": "Yael Niv (Hebrew: יעל ניב) is a neuroscientist who studies human and animal reinforcement learning and decision making. She is Professor of Psychology and Neuroscience at Princeton University. Niv is known for her research contributions and for her visible advocacy work fighting against gender bias in neuroscience. Niv is founder of biaswatchneuro.com, a website that tracks statistics in an effort to combat sexism in science.\nNiv was the recipient of the 2015 National Academy of Sciences Troland Research Award, and the 2012 Presidential Early Career Award for Scientists and Engineers.  She was a recipient of an Alfred P. Sloan Research Fellowship in 2010 and an Ellison Medical Foundation Scholar in 2011.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Yael_Niv"
    },
    {
        "title": "Emmy Noether",
        "extract": "Amalie Emmy Noether (US: , UK: ; German: [ˈnøːtɐ]; 23 March 1882 – 14 April 1935) was a German mathematician who made many important contributions to abstract algebra. She also proved Noether's first and second theorems, which are fundamental in mathematical physics. Noether was described by Pavel Alexandrov, Albert Einstein, Jean Dieudonné, Hermann Weyl and Norbert Wiener as the most important woman in the history of mathematics. As one of the leading mathematicians of her time, she developed theories of rings, fields, and algebras. In physics, Noether's theorem explains the connection between symmetry and conservation laws.\nNoether was born to a Jewish family in the Franconian town of Erlangen; her father was the mathematician Max Noether. She originally planned to teach French and English after passing the required examinations but instead studied mathematics at the University of Erlangen, where her father lectured. After completing her doctorate in 1907 under the supervision of Paul Gordan, she worked at the Mathematical Institute of Erlangen without pay for seven years. At the time, women were largely excluded from academic positions. In 1915, she was invited by David Hilbert and Felix Klein to join the mathematics department at the University of Göttingen, a world-renowned center of mathematical research. The philosophical faculty objected, however, and she spent four years lecturing under Hilbert's name. Her habilitation was approved in 1919, allowing her to obtain the rank of Privatdozent.\nNoether remained a leading member of the Göttingen mathematics department until 1933; her students were sometimes called the \"Noether Boys\". In 1924, Dutch mathematician B. L. van der Waerden joined her circle and soon became the leading expositor of Noether's ideas; her work was the foundation for the second volume of his influential 1931 textbook, Moderne Algebra. By the time of her plenary address at the 1932 International Congress of Mathematicians in Zürich, her algebraic acumen was recognized around the world. The following year, Germany's Nazi government dismissed Jews from university positions, and Noether moved to the United States to take up a position at Bryn Mawr College in Pennsylvania. There, she taught graduate and post-doctoral women including Marie Johanna Weiss and Olga Taussky-Todd. At the same time, she lectured and performed research at the Institute for Advanced Study in Princeton, New Jersey.\nNoether's mathematical work has been divided into three \"epochs\". In the first (1908–1919), she made contributions to the theories of algebraic invariants and number fields. Her work on differential invariants in the calculus of variations, Noether's theorem, has been called \"one of the most important mathematical theorems ever proved in guiding the development of modern physics\". In the second epoch (1920–1926), she began work that \"changed the face of [abstract] algebra\". In her classic 1921 paper Idealtheorie in Ringbereichen (Theory of Ideals in Ring Domains), Noether developed the theory of ideals in commutative rings into a tool with wide-ranging applications. She made elegant use of the ascending chain condition, and objects satisfying it are named Noetherian in her honor. In the third epoch (1927–1935), she published works on noncommutative algebras and hypercomplex numbers and united the representation theory of groups with the theory of modules and ideals. In addition to her own publications, Noether was generous with her ideas and is credited with several lines of research published by other mathematicians, even in fields far removed from her main work, such as algebraic topology.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Emmy_Noether_%283x4_cropped%29.jpg/330px-Emmy_Noether_%283x4_cropped%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Emmy_Noether"
    },
    {
        "title": "Mira Oberholzer-Gincburg",
        "extract": "Mira Oberholzer-Gincburg, (née Mira Gincburg, 13 January 1884 – 12 December 1949), was a Swiss medical doctor and psychoanalyst of Russian-Polish origin. A pioneer of psychoanalysis in general and child psychology in particular, she was a founding member of the Swiss Society of Psychoanalysis in 1919, and worked in Switzerland and the United States as a child analyst.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mira_Gincburg_%281911%29.jpg/330px-Mira_Gincburg_%281911%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Mira_Oberholzer-Gincburg"
    },
    {
        "title": "Else Pappenheim",
        "extract": "Else Pappenheim (May 22, 1911, in Salzburg, Austria-Hungary – January 11, 2009, in New York) was an American neurologist, psychiatrist and psychoanalyst of Austrian origin.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Else_Pappenheim"
    },
    {
        "title": "Radia Perlman",
        "extract": "Radia Joy Perlman (; born December 18, 1951) is an American computer programmer and network engineer. She is a major figure in assembling the networks and technology to enable what we now know as the Internet. She is most famous for her invention of the Spanning Tree Protocol (STP), which is fundamental to the operation of network bridges, while working for Digital Equipment Corporation, thus earning her nickname \"Mother of the Internet\". Her innovations have made a huge impact on how networks self-organize and move data. She also made large contributions to many other areas of network design and standardization – for example, enabling today's link-state routing protocols to be more robust, scalable, and easy to manage.\nPerlman was elected a member of the National Academy of Engineering in 2019 for contributions to Internet routing and bridging protocols. She holds over 100 issued patents.  She was elected to the Internet Hall of Fame in 2014, and to the National Inventors Hall of Fame in 2016.  She received lifetime achievement awards from USENIX in 2006 and from the Association for Computing Machinery’s SIGCOMM in 2010.\nMore recently, she has invented the TRILL protocol to correct some of the shortcomings of spanning trees, allowing Ethernet to make optimal use of bandwidth. As of 2022, she was a Fellow at Dell Technologies.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/af/Radia_Perlman_2009.jpg/330px-Radia_Perlman_2009.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Radia_Perlman"
    },
    {
        "title": "Mary Lake Polan",
        "extract": "Mary Lake Polan (born 1943) is an American obstetrician and gynecologist whose research on genetics and hormones involved in reproductive endocrinology, along with her fiction and non-fiction books on related subjects, helped normalize the general public's understanding of in-vitro fertilization during the 1970s through the 1990s. A Las Vegan, she grew up in the aftermath of World War II in a large Jewish family and developed an interest in medicine due to her father's work in ophthalmology.\nHaving a varied education at several institutions growing up, along with multiple trips abroad to Europe to study, Polan eventually began doing research and teaching at Yale and Stanford. She would continue doing international trips to both learn about and spread knowledge of reproductive medicine to other countries, including Iran, China, and Eritrea. In 1988, she published a popular science mystery novel that went into detail on how in-vitro fertilization is practiced, giving insights that lessened public fears about the new technologies involved.\nA member of multiple professional societies and organizations, she was also made a member of multiple governmental committees and organization boards involved in women's medicine and health. She was named a \"Giant in Obstetrics and Gynecology\" by the American Journal of Obstetrics and Gynecology in 2022 for her work.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Mary_Lake_Polan"
    },
    {
        "title": "Judith Graham Pool",
        "extract": "Judith Ethel Graham Pool (June 1, 1919 — July 13, 1975) was an American scientist. She is best known for the discovery of cryoprecipitation, a process for creating concentrated blood clotting factors which significantly improved the quality of life for hemophiliacs around the world.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Judith_Graham_Pool"
    },
    {
        "title": "Ida Rhodes",
        "extract": "Ida Rhodes (born Hadassah Itzkowitz; May 15, 1900 – February 1, 1986) was an American mathematician who became a member of the clique of influential women at the heart of early computer development in the United States.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Ida_Rhodes_at_NBS_001.jpg/300px-Ida_Rhodes_at_NBS_001.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Ida_Rhodes"
    },
    {
        "title": "Elizabeth Rona",
        "extract": "Elizabeth Rona (20 March 1890 – 27 July 1981) was a Hungarian nuclear chemist, known for her work with radioactive isotopes.  After developing an enhanced method of preparing polonium samples, she was recognized internationally as the leading expert in isotope separation and polonium preparation. Between 1914 and 1918, during her postdoctoral study with George de Hevesy, she developed a theory that the velocity of diffusion depended on the mass of the nuclides. As only a few atomic elements had been identified, her confirmation of the existence of \"Uranium-Y\" (now known as thorium-231) was a major contribution to nuclear chemistry. She was awarded the Haitinger Prize by the Austrian Academy of Sciences in 1933.\nAfter immigrating to the United States in 1941, she was granted a Carnegie Fellowship to continue her research and provided technical information on her polonium extraction methods to the Manhattan Project. Later in her career, she became a nuclear chemistry professor at the Oak Ridge Institute of Nuclear Studies and after 15 years there transferred to the Institute of Marine Sciences at the University of Miami. At both Oak Ridge and Miami, she continued her work on the geochronology of seabed elements and radiometric dating. She was posthumously inducted into the Tennessee Women's Hall of Fame in 2015.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Elizabeth_Rona"
    },
    {
        "title": "Ora Mendelsohn Rosen",
        "extract": "Ora Mendelsohn Rosen (October 26, 1935 – May 30, 1990) was an American medical researcher who investigated the influence of hormones, particularly insulin, on the control of cell growth. She was a professor at the Albert Einstein College of Medicine and Memorial Sloan Kettering Cancer Center and a member of the National Academy of Sciences.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Ora_Mendelsohn_Rosen"
    },
    {
        "title": "Miriam Rothschild",
        "extract": "Dame Miriam Louisa Rothschild  (5 August 1908 – 20 January 2005) was a British natural scientist and author with contributions to zoology, entomology, and botany.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Miriam_Rothschild"
    },
    {
        "title": "Vera Rubin",
        "extract": "Vera Florence Cooper Rubin (; July 23, 1928 – December 25, 2016) was an American astronomer who pioneered work on galaxy rotation rates. She uncovered the discrepancy between the predicted and observed angular motion of galaxies by studying galactic rotation curves. These results were later confirmed over subsequent decades. Her work on the galaxy rotation problem was cited by others as evidence for the existence of dark matter. The Vera C. Rubin Observatory in Chile is named in her honor.  \nBeginning her academic career as the sole undergraduate in astronomy at Vassar College, Rubin went on to graduate studies at Cornell University and Georgetown University, where she observed deviations from Hubble flow in galaxies and provided evidence for the existence of galactic superclusters. She was honored throughout her career for her work, receiving the Bruce Medal, the Gold Medal of the Royal Astronomical Society, and the National Medal of Science, among others.\nRubin spent her life advocating for women in science, and she was known for her mentorship of aspiring female astronomers. Her legacy was described by The New York Times as \"ushering in a Copernican-scale change\" in cosmological theory.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Vera_Rubin.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Vera_Rubin"
    },
    {
        "title": "Esther Salaman",
        "extract": "Esther \"Polly\" Salaman (née Polianowsky) (Hebrew: אֶסְתֵּר פאָליאַנאָווסקי שָׂלָמָן, Russian: Эстер Поляновская Саламан; \n6 January 1900 – 9 November 1995) was a Russian-born Jewish writer and physicist. She is best known for her memoir on Albert Einstein, her friend and teacher while studying at the University of Berlin.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Esther_Salaman"
    },
    {
        "title": "Daniela Schiller",
        "extract": "Daniela Schiller (Hebrew: דניאלה שילר; born October 26, 1972, in Israel) is a neuroscientist who leads the Affective Neuroscience Lab at the Mount Sinai School of Medicine. She is best known for her work on memory reconsolidation, and on modification of emotional learning and memory.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Daniela_Schiller"
    },
    {
        "title": "Robin Selinger",
        "extract": "Robin Lillian Blumberg Selinger (née Blumberg) is an American materials scientist. She is professor of physics at Kent State University and the Advanced Materials and Liquid Crystal Institute. In 2016, Selinger became the first female Kent State University faculty member to be elected a Fellow of the American Physical Society.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Robin_Selinger"
    },
    {
        "title": "Perla Serfaty",
        "extract": "Perla Serfaty (pen names, Perla Serfaty-Garzon and Perla Korosec-Serfaty; born in 1944 in Marrakesh, Morocco) is a French and Canadian academic, sociologist, psychosociologist, writer, and essayist, known in particular for her work on home and intimacy. She is a theorist of domestic intimacy, hospitality and the appropriation of inhabited places, and an expert in environmental psychology. Her book Vieillesse et Engendrements. La longévité dans la tradition juive., dedicated to the traditional Jewish view of longevity as transmitted by the Hebrew Bible, was awarded the J. I. Segal Jewish Book Award in 2014. The contribution of Serfaty's work to environmental psychology was distinguished by her induction in 2018 into the International Association of People-Environment Studies (IAPS) Hall of Fame.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Perla_Serfaty_2016_%28cropped_2023%29.jpg/330px-Perla_Serfaty_2016_%28cropped_2023%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Perla_Serfaty"
    },
    {
        "title": "Tali Sharot",
        "extract": "Tali Sharot (Hebrew: טלי שרות) is an Israeli, British, and American neuroscientist and professor of cognitive neuroscience at University College London and MIT. Sharot began studying at Tel Aviv University, receiving a B.A. in economics in 1999, and an M.A. in psychology from New York University in 2002. She received her Ph.D. in psychology and neuroscience from New York University. Sharot is known for her research on the neural basis of emotion, decision making and optimism. Sharot hopes to better understand these processes to enhance overall well-being.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Tali_Sharot.jpg/300px-Tali_Sharot.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Tali_Sharot"
    },
    {
        "title": "Anne Simon",
        "extract": "Anne Simon is an American biology professor, scientist, and a science advisor on the American television series The X-Files, for both the original nine season run and the 2016 revival. The first episode of the original series that she provided science consultation on was the first-season finale \"The Erlenmeyer Flask\", which was telecast on May 13, 1994. She became involved with the series through her connection as a family friend of series creator Chris Carter. She wrote a 2001 book about the biological science of the show, The Real Science Behind the X-Files: Microbes, Meteorites and Mutants (ISBN 0-684-85618-2).\nHer father is screenwriter and playwright Mayo Simon, and her sister is Horrid Henry author Francesca Simon. She received her BA in biology (magna cum laude) from the University of California San Diego in 1978 and her PhD in genetics from Indiana University in 1982.\nSimon's primary research is on virus replication and symptom expression using the model virus, Turnip crinkle virus.  She is a professor at the University of Maryland, College Park in the Department of Cell Biology and Molecular Genetics.  Dr. Simon also heads the Virology Program at UMd, and is a senior editor of Journal of Virology.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Anne_Simon"
    },
    {
        "title": "Tabitha Solomon",
        "extract": "Tabitha Solomon (born 1901) was one of the first women to qualify as a dentist in India, graduating from the Calcutta Dental College and Hospital in 1928. After graduation she started a dental clinic in the Chittarnjan Seva Sadan Hospital and worked at the Dufferin Hospital. A member of the Baghdadi Jewish community, she was closely involved in Jewish community causes.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Tabitha_Solomon"
    },
    {
        "title": "Barbara Lerner Spectre",
        "extract": "Barbara Lerner Spectre (born 1942) is an academic and philosophy lecturer, who is the founding director of Paideia, the European Institute for Jewish Studies in Sweden, a non-denominational academic institute established in 2001.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Barbara_Lerner_Spectre"
    },
    {
        "title": "Gitel Steed",
        "extract": "Gitel (Gertrude) Poznanski Steed (May 3, 1914 – September 6, 1977) was an American cultural anthropologist known for her research in India 1950–52 (and returning in 1970) involving ethnological work in three villages to study the complex detail of their social structure. She supplemented her research with thousands of ethnological photographs of the individuals and groups studied, the quality of which was recognised by Edward Steichen. She experienced chronic illnesses after her return from the field, but nevertheless completed publications and many lectures but did not survive to finish a book The Human Career in Village India which was to integrate and unify her many-sided studies of human character formation in the cultural/historical context of India.\n\n",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Gitel_Steed"
    },
    {
        "title": "Clara Stern",
        "extract": "Clara Stern (née Joseephy; March 12, 1877 – 1945) was a German developmental psychologist.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Clara_Stern"
    },
    {
        "title": "Edith Stern",
        "extract": "Edith Helen Stern (born 1952) is an American inventor and mathematician and former Vice President for Research and Development at IBM. She holds over 100 US patents and was awarded the ASME Kate Gleason Award. Stern was a child prodigy, who read the Encyclopædia Britannica at the age of 5 and was the youngest ever graduate of Florida Atlantic University at the age of 15.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Edith_Stern"
    },
    {
        "title": "Ruth Teitelbaum",
        "extract": "Ruth Teitelbaum (née Lichterman; February 1, 1924 – August 9, 1986) was an American computer programmer and mathematician who was one of the first computer programmers in the world. Teitelbaum was one of the original programmers for the ENIAC computer.\nThe other five ENIAC programmers were Jean Bartik, Betty Holberton, Kathleen Antonelli, Marlyn Meltzer, and Frances Spence.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Ruth_Teitelbaum.png/300px-Ruth_Teitelbaum.png",
        "full_url": "https://en.wikipedia.org/wiki/Ruth_Teitelbaum"
    },
    {
        "title": "Mária Török",
        "extract": "Maria Torok (Hungarian: Török Mária; 10 November 1925, Budapest – 25 March 1998, New York City) was a French psychoanalyst of Hungarian descent.\nTorok is best known for her idiosyncratic contributions to psychoanalytic theory, developed in the wake of first Freud, then Ferenczi, and also the critical study of Husserl, and often coauthored with Nicolas Abraham. With Abraham, Maria Torok has made significant advances in the study of the problem of pathological mourning and transgenerational influences.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Maria_Torok-1.jpg",
        "full_url": "https://en.wikipedia.org/wiki/M%C3%A1ria_T%C3%B6r%C3%B6k"
    },
    {
        "title": "Sarah Vasen",
        "extract": "Sarah Vasen (May 21, 1870 Quincy, Illinois – August 21, 1944 Glendale, California) was the first Jewish female physician specializing in gynecology and obstetrics to practice in Los Angeles.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Sarah_Vasen"
    },
    {
        "title": "Rosalyn Sussman Yalow",
        "extract": "Rosalyn Sussman Yalow (July 19, 1921 – May 30, 2011) was an American medical physicist, and a co-winner of the 1977 Nobel Prize in Physiology or Medicine (together with Roger Guillemin and Andrew Schally) for development of the radioimmunoassay technique. She was the second woman (after Gerty Cori), and the first American-born woman, to be awarded the Nobel Prize in Physiology or Medicine.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Rosalyn_Yalow.jpg/300px-Rosalyn_Yalow.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Rosalyn_Sussman_Yalow"
    },
    {
        "title": "Rachel Yehuda",
        "extract": "Rachel Yehuda (born 1959) is a professor of psychiatry and neuroscience, the vice chair for veterans affairs in the psychiatry department, and the director of the traumatic stress studies division at the Mount Sinai School of Medicine. She also leads the PTSD clinical research program at the neurochemistry and neuroendocrinology laboratory at the James J. Peters VA Medical Center. In 2020 she became director of the Center for Psychedelic Psychotherapy and Trauma Research at Mount Sinai.",
        "image": null,
        "full_url": "https://en.wikipedia.org/wiki/Rachel_Yehuda"
    },
    {
        "title": "Ada Yonath",
        "extract": "Ada E. Yonath (Hebrew: עדה יונת, pronounced [ˈada joˈnat]; born 22 June 1939) is an Israeli crystallographer and Nobel laureate in Chemistry, best known for her pioneering work on the structure of ribosomes. She is the current director of the Helen and Milton A. Kimmelman Center for Biomolecular Structure and Assembly of the Weizmann Institute of Science.\nIn 2009, Yonath received the Nobel Prize in Chemistry along with Venkatraman Ramakrishnan and Thomas A. Steitz for her studies on the structure and function of the ribosome, becoming the first Israeli woman to win the Nobel Prize out of ten Israeli Nobel laureates, the first woman from the Middle East to win a Nobel prize in the sciences, and the first woman in 45 years to win the Nobel Prize for Chemistry.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Ada_Yonath_2013_January_CHF.jpg/300px-Ada_Yonath_2013_January_CHF.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Ada_Yonath"
    },
    {
        "title": "Mayana Zatz",
        "extract": "Mayana Zatz (born July 16, 1947) is a Brazilian molecular biologist and geneticist. She is a professor at the University of São Paulo, is its Research dean.\n\n",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/63/Mayana_Zatz_e_Jorge_Forbes_-_Campinas_12.09.2008_%283332857005%29.jpg/300px-Mayana_Zatz_e_Jorge_Forbes_-_Campinas_12.09.2008_%283332857005%29.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Mayana_Zatz"
    },
    {
        "title": "Wendy Zukerman",
        "extract": "Wendy Zukerman is an Australian-American science journalist and podcaster. She is best known as the host of Science Vs, a program that dissects areas of scientific controversy and public confusion.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/Wendy_zukerman_4140126.jpg/330px-Wendy_zukerman_4140126.jpg",
        "full_url": "https://en.wikipedia.org/wiki/Wendy_Zukerman"
    }
]